[
  {
    "link": "https://cnsmaryland.org/2018/10/26/umd-commission-issues-report-on-football-program/",
    "title": "UMD Commission issues report on football program",
    "topic": "Education",
    "tags": [
      "UMD",
      "Football",
      "Jordan McNair",
      "Accountability",
      "Oversight"
    ],
    "summary": "The University of Maryland's appointed Commission reported a lack of accountability and oversight in the football program following player Jordan McNair's death, but made no recommendations regarding the coach or university president. The report has been submitted to the University System of Maryland’s Board of Regents for further action.",
    "content": "COLLEGE PARK, Maryland—The Commission appointed by University of Maryland President Wallace Loh to investigate claims of a “toxic culture” in the school’s football program has released its report. The investigation follows the death last spring of player Jordan McNair. The Commission said the Athletics Department lacked a culture of accountability and failed to provide adequate oversight of the football program. It did not make any recommendations concerning the fates of the football coach or the University’s president. The report now goes to the University System of Maryland’s Board of Regents.",
    "metadata_people": "[\"Jordan McNair\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"University of Maryland\", \"University System of Maryland\", \"Board of Regents\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"University of Maryland\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 6,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 4,
      "Sports": 9,
      "Elections": 1,
      "Health": 5,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 2
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/10/24/in-balancing-books-and-play-college-football-players-find-its-a-matter-of-division/",
    "title": "In balancing books and play, college football players find it’s a matter of division",
    "topic": "Education",
    "tags": [
      "Salisbury",
      "Football",
      "DivisionIII",
      "Athletics",
      "Academics"
    ],
    "summary": "Division III football players at Salisbury University often face challenges balancing academics and athletics, with strict academic requirements and less glamorous conditions compared to Division I. Despite these challenges, many players appreciate the focus on education and see it as a more authentic college athlete experience.",
    "content": "WASHINGTON – For the third time in four weeks, the Division III football team at Salisbury University was making final preparations for a trip to face an opposing team.\nFriday mornings before a trip to another school are busy affairs for college football teams, but two defensive starters for the Seagulls had an extra item on their checklist: they had to take an exam for one of their classes they would miss that day. \n“Their instructor said they either take the exam today, or they get a zero,” Salisbury head coach Sherman Wood told Capital News Service. “Their final (exams) will make up for their worst score. Well, if they missed today, their final would make up for a zero.” \nThis is a common occurrence with Division III football programs, and it’s an example of the stark contrast between how those division’s schools handle student-athletes and how higher-profile Division I schools tackle the balance between the classroom and the playing field. \nAll three division of the NCAA stress high academic standards, but Division III is the only one branded with academics as the primary focus for student-athletes. While the athletic association’s description of Division III highlights putting the student before the athletics, its promotion of Division I includes sponsors, football championships and a “wide range of opportunities for athletics participation.”\nThe pitch from Division III football coaches to high school recruits is simple: they will have the chance to get quality educations while receiving the experience of being a college athlete.\nBut being a football player in Division III does not have the glitz and glamour that comes with playing for a Division I team. The lower division teams take buses to away games instead of flying; professors are more strict when it comes to missing class; and uneven levels of funding for programs create irregular conditions for game preparation.\nMany players enjoy their time in Division III, though, and some believe it is the truest form of the student-athlete.\nCatholic University of America offensive lineman Kevin Zimmerman sets back in a pass block against an opposing defensive end. (Photo courtesy of Joey Gardner/ FotoJoe)\n“Don’t get me wrong, Division I players are very athletically gifted,” said Catholic University of America sophomore Kevin Zimmerman. “That’s what got them to the next level. But I know their schedules are very maneuvered to focus on their athletics and not as much on their academics.”\nRecruiting with a wide net and high standards\nDivision III has the largest number of student-athletes playing college sports in the NCAA. According the association’s website, about 39 percent of all student-athletes compete in Division III in 443 active-member schools.\nAs a result, each team is a mixture of players of different backgrounds and talent levels. There are some who are talented enough to land on the fringes of Division II but felt more comfortable playing Division III; others have limited options or are just happy to be on a college roster.\n“We can have athletes who are high-end, and we can have some who really need a lot of work before they’re ready to step on the field,” said CUA head coach Michael Gutelius. “But because we’re not worried about a roster cap, we can…take a lot of guys.”\nBut institutional requirements carry more weight when evaluating players. Coaches at Salisbury look at a student-athlete’s high school grade transcripts almost immediately after determining they might be a fit for their program.\n“It has to be at least within our range,” Wood said of the transcripts. \nIf a student’s transcript fits the university’s qualifications, Wood and his staff evaluate the player’s character, talent and work ethic. \nBut schools don’t always have a large recruiting budget, meaning coaching staffs have to find alternative ways to save money, like staying with family on out-of-state recruiting trips.\n“It’s not unheard of for us to say…’Okay, you got family in Northern New Jersey, so you cover Southern New Jersey and Southern New York,” Gutelius said.\nDivision III coaches search for the best available athletes like higher divisions, but those athletes can come from other sports. Salisbury senior defensive lineman Isaac Johnson spent most of his time playing basketball at Parkside High School in Washington and didn’t consider switching to football until his senior year.\n“In Division III recruiting, you cast a wider net to see who fits,” Gutelius said. “And you have to…whittle it down to a tighter group.”\nStudent first, athlete second\nProfessors at Division III colleges don’t usually make exceptions for student-athletes when it comes to attendance, and when they do, it has to come with a written excuse.\n“It’s academics,” Wood said. “We have to work around them. And we don’t complain. That’s why (the athletes) are here.”\nWood had to stay after practice and a team meeting on Thursday to write excuses to 12 of his players’ instructors for them to miss class on Friday.\n“I get replies from instructors saying they received the letters and the kids are excused, so you get a few who are OK with it,” Wood said.\nBut Wood added there are some professors who want to make sure important grades like exams are taken the day they are scheduled. For his players who had to take an exam before they left for Southern Virginia, their instructor allowed them to take the exam with her 9 a.m. class to make up for missing class that day.\nDivision III athletes have limited control when it comes to picking their classes; they have the ability to register like other students, but they have few options on choosing which semester the class falls in. \nSo, if a more difficult course is only offered during football season, they have to take it.\n“I think the academics in general make the Division III experience a little tougher, especially during the season,” CUA sophomore quarterback Brady Berger said. “I have to go listen to lectures, go to classes to prepare me for internships. And you have to make sure you go to the athletic center for a two-hour practice, film study and weight-lifting.”\nCatholic University of America quarterback Brady Berger is poised to make a pass as he looks downfield during a game. (Photo courtesy of CUA Athletics)\nAlthough they do have access to tutors to help them in class, passing the class is completely on the players.\n“As far as getting the grades, you have to be a man, get them yourself,” Johnson said.\nZimmerman said he is currently enrolled in a class that has regular quizzes on Fridays, so he’s had to miss “a handful” of them over the course of the season. Those quizzes don’t account for a large total of his grade, but Zimmerman said that his teammates advise taking any easy class that can balance out the workload in the fall semester.\n“If you’re going to play football…you need to take classes you can afford to miss,” he said. \nBus rides and wedding tents\nThere are Division III schools that have well-funded facilities. Salisbury’s Seagull Stadium cost $21 million and CUA recently opened a new weight room.\nBut there are some schools that don’t have new facilities like locker rooms for visiting teams. Johnson recalled a situation in his sophomore season when the team had to dress in a wedding tent and had to walk to a high school to take a shower after the game.\nNow in his senior year at Salisbury, Johnson said he got used to those conditions eventually.\n“After the first year or so it doesn’t really bother you,” he said. “You tend to like it.”\nSalisbury University offensive lineman Isaac Johnson (38) makes a move against an opposing lineman and closes in for a sack. (Photo courtesy of Joey Gardner/ FotoJoe)\nMost Division III schools don’t have the budget to allow teams to fly to every game, which means they take buses.\nMany schools play in a localized conference, meaning they rarely have to travel long distances. As a member of the Capital Athletic Conference, Salisbury plays teams in Pennsylvania and Virginia.\nBut sometimes schools have to make longer treks for games. For example, CUA traveled 15 hours to play a game against Maine Maritime Academy in Castine, Maine, in 2017.\n“We started driving that Thursday, made it halfway, then drove the rest of the way on Friday,” Berger said. “Then we drove the whole 15 hours back after the game. I think we got back around 5:30 the following morning.” CUA won the season finale 33-14.\nThe trick to making such a long ride depends on getting as comfortable as possible, Zimmerman said, but he added that it doesn’t have too much of an impact on performance.\nThe other aspects of Division III football that aren’t as flashy as Division I don’t seem to bother the players, either. They may not get as much national television exposure or looks from NFL scouts, but most of them are just happy to play the sport they love and thankful for the coaches who gave them a chance.\n“I still love this program even though we don’t have all the things they get in Division I,” Johnson said. “It teaches me what the true sport of football is. I never thought I would be who I am today.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Salisbury, Maryland",
    "metadata_key_institutions": "[\"Salisbury University\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"Salisbury University\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 1,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 9,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 3,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/10/19/local-college-is-first-in-the-state-to-offer-class-on-the-business-of-cannabis/",
    "title": "Local college is first in the state to offer class on the business of cannabis",
    "topic": "Education",
    "tags": [
      "Anne Arundel",
      "Shad Ewart",
      "Cannabis Business",
      "Green Rush",
      "Maryland Course"
    ],
    "summary": "Anne Arundel Community College in Maryland is pioneering a course on the business of cannabis, taught by Shad Ewart. The class reflects the growing interest in the cannabis industry, referred to as the \"Green Rush.\"",
    "content": "ARNOLD, Maryland—It’s a first-of-its-kind course in Maryland: a class on the business of cannabis. It’s being taught at Anne Arundel Community College by Shad Ewart. Ewart calls this period of time the “Green Rush” and says it’s motivated many to enter the cannabis business across the country.",
    "metadata_people": "[\"Shad Ewart\"]",
    "metadata_geographic_focus": "Anne Arundel County",
    "metadata_key_institutions": "[\"Anne Arundel Community College\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"Anne Arundel Community College\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 3,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 5,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 3,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/10/12/gaithersburg-elementary-school-participates-in-national-walk-to-school-day/",
    "title": "Gaithersburg Elementary School participates in National Walk to School Day",
    "topic": "Education",
    "tags": [
      "Gaithersburg",
      "Walk",
      "School",
      "Students",
      "National"
    ],
    "summary": "Students at Gaithersburg Elementary School participated in National Walk to School Day, emphasizing the benefits of walking. The event highlighted health, environmental, and safety advantages.",
    "content": "GAITHERSBURG, Maryland — Students at Gaithersburg Elementary School in Montgomery County took part in National Walk to School Day, an event highlighting the health, environmental and safety benefits that come with walking to school.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Gaithersburg",
    "metadata_key_institutions": "[\"Gaithersburg Elementary School\"]",
    "metadata_story_category": "other",
    "metadata_follow_up_rating": 3,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Gaithersburg Elementary School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 1,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 1,
      "Elections": 1,
      "Health": 6,
      "Arts & Society": 2,
      "Environment": 5,
      "International Affairs": 1,
      "Transportation & Infrastructure": 4,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/10/10/school-safety-app-and-hotline-rolled-out-to-help-prevent-school-shootings/",
    "title": "School safety app and hotline rolled out to help prevent school shootings",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Governor Hogan",
      "Tip Line",
      "Mobile App",
      "School Safety"
    ],
    "summary": "Maryland has launched a 24-hour anonymous tip line and mobile app for reporting concerning behaviors to prevent school shootings. Governor Hogan aims to empower students, parents, and teachers to report potential threats at any time.",
    "content": "REISTERSTOWN, Maryland – Governor Hogan has announced the launch of a 24-hour tip line and a mobile app for Maryland students to help prevent school shootings. The goal is for students, parents, teachers and anyone else to report troubling behavior to try and avoid possible problems. The hotline and the app are anonymous and operate 24 hours a day.",
    "metadata_people": "[\"Governor Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland State Government\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 1,
      "Health": 3,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/10/04/veteran-columnist-mcnair-case-will-force-university-of-maryland-officials-departures/",
    "title": "Veteran columnist: McNair case will force University of Maryland officials’ departures",
    "topic": "Education",
    "tags": [
      "McNair",
      "Maryland",
      "Durkin",
      "Evans",
      "Loh"
    ],
    "summary": "USA Today sports columnist Christine Brennan predicts the firing of University of Maryland's head coach DJ Durkin, athletic director Damon Evans, and president Wallace Loh due to their mishandling of an abusive culture that led to Jordan McNair’s death by heatstroke. The case has already resulted in a strength coach's resignation, administrative leave for Durkin and two trainers, and ongoing investigations into the football program's culture and care practices.",
    "content": "COLLEGE PARK, Maryland — USA Today sports columnist Christine Brennan believes University of Maryland head coach DJ Durkin, athletic director Damon Evans and president Wallace Loh will be fired for mishandling an abusive culture that resulted in Jordan McNair’s death by heatstroke.\n Brennan said she feels the removal of the three individuals seems likely based on her experience covering similar incidents. She was part of a panel Wednesday organized by the Shirley Povich Center for Sports Journalism at the University of Maryland’s Philip Merrill College of Journalism that discussed media coverage in the aftermath of the McNair tragedy.\n“I just think this is so bad,” Brennan said of the situation. “I think Maryland is better than this.”\nThe communications office for Loh had no comment on Brennan’s remarks. The Maryland athletics department did not immediately respond to a request for comment.\nMcNair’s death and the coverage surrounding it has resulted in a dissection of the culture of Maryland’s football program. The aftermath included the resignation of strength coach Rick Court; the placement of Durkin and two athletic trainers on administrative leave; and two investigations, one of which is ongoing.\nMcNair, a sophomore football player, was hospitalized on May 29 after collapsing during a summer practice and died June 13. More than a month later, it was confirmed by multiple reports that McNair died of heatstroke.\nJames Crabtree-Hannigan, sports editor of Maryland’s campus newspaper, The Diamondback, told the panel the university’s missteps in caring for McNair had been clear since late July.\n“The fact is if someone dies of heatstroke, they weren’t properly treated,” Crabtree-Hannigan said.\nResults of an independent investigation presented to the University System of Maryland Board of Regents showed that McNair did not receive proper care after collapsing on the field. The university medical staff wrapped McNair in cold towels instead of giving him cold water immersion therapy, which is a common treatment for heatstroke.\nIt took 34 minutes before McNair was removed from the field and was placed in an ambulance 1 hour and 39 minutes after he began to suffer seizures. \nOn Aug. 10, ESPN released article by Heather Dinich detailing what she called a toxic culture under Durkin and spearheaded by Court. The report described a culture based on “fear and intimidation” with verbal abuse and the endorsement of bad eating habits. \nDurkin was placed on administrative leave the following day. Two days later, Court announced his resignation.\nBrennan said the ESPN report hit “like a ton of bricks.”\n“That’s when the nation said, ‘woah, what’s going on?’” she said. “Then it became a national story. You know when you get calls from CNN Headline News that this has left sports and gone into the culture in a big way.”\nWhen Dave Ziren, sports editor for The Nation and also on the Povich panel, first heard of McNair’s death, he said he speculated whether there were any signs of a toxic culture that could have prevented the tragedy.\n“I wondered if there had been letters sent, emails sent to say…there is something with the culture of the way practices are happening here,” he said. “I wondered if there would be that tragic correlation.”\nBut according to Crabtree-Hannigan, the signs were there. He recalled Durkin bragging during press conferences that practices were held when it was hot because the head coach wanted his players to be prepared to play in the heat.\n“When you’re talking that way and using cavalier language (the coaching staff) was using about changing the culture…it’s rather damaging,” Crabtree-Hannigan said. \nAnd according to a Sept. 30 Washington Post story, there was also an unsigned letter hand-delivered to Loh in December of 2016 that was written to warn the university president of a “calamitous and abusive behavior in the football program.”\nLoh denied hearing of any abuse at Maryland before the ESPN report was released.\nLoh also denied a proposal one year before McNair’s death that would have altered the medical care for athletes at the university, according to an article published by The Washington Post in August. The plan would require athletic trainers to attend the university’s school of medicine in Baltimore and to be independent from the athletic department.\nBecause of the negligence from the university and abuse from the football program, Brennan believes there will a complete change of leadership at the university.\n“My sense is that they will all be gone,” Brennan said. “Just from covering a lot of these things over the years and not being born yesterday, this is what this looks like.”",
    "metadata_people": "[\"Christine Brennan\", \"DJ Durkin\", \"Damon Evans\", \"Wallace Loh\", \"Jordan McNair\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"University of Maryland\", \"USA Today\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 9,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"University of Maryland\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 5,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 6,
      "Sports": 9,
      "Elections": 1,
      "Health": 4,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/09/05/hogan-establishes-statewide-schools-investigator-general/",
    "title": "Hogan establishes statewide schools investigator general",
    "topic": "Education",
    "tags": [
      "Larry Hogan",
      "Maryland",
      "Prince George’s",
      "Baltimore County",
      "Office Accountability"
    ],
    "summary": "Maryland Governor Larry Hogan has established the Office of Education Accountability through an executive order, aiming to investigate corruption and abuse in public education systems following several high-profile scandals. This new office will address issues such as procurement improprieties, safety, grade fixing, and budgetary concerns, acting as a liaison between local boards, the state Board of Education, and citizens.",
    "content": "ANNAPOLIS, Maryland — Maryland Gov. Larry Hogan signed an executive order Tuesday forming an Office of Education Accountability, an independently appointed investigator general, to look into allegations of corruption, abuse and other improprieties in the public education systems across the state.\nThe governor’s announcement comes on the heels of several high-profile scandals in Maryland school systems.\nIn Prince George’s County, school board members last year accused county school system leadership of artificially inflating graduation rates by altering students’ grades, and in March cited unapproved pay raises for some school system staff.\nHogan highlighted former Baltimore County Schools Superintendent Dallas Dance’s recent jail sentence after he pleaded guilty in March to perjury as an example of the need for more oversight. Dance failed to disclose income he received from a company that he helped to obtain a no-bid contract with the school system.\n“After repeated allegations of wrongdoing, mismanagement and corruption, citizens have lost confidence in the leadership of their local school systems,” Hogan said at a State House news conference. “Our children cannot and should not have to wait until the Legislature returns in January,” the governor said. “They deserve action beginning right now.”\nThe newly formed office “will act as a liaison between local boards of education, the state Board of Education and Maryland’s concerned citizens,” Hogan said. “This new unit will be responsible for analyzing, coordinating and providing recommendations on matters including procurement improprieties, abuse, neglect, safety, grade fixing, graduation requirements, assessments, educational facilities and budgetary issues.”\nA bill Hogan, a Republican running for re-election, spearheaded earlier this year to establish an investigative oversight office for schools failed in the Democrat-controlled Legislature.\nThe governor’s executive order will be followed by the introduction of the Accountability in Education Act of 2019 to the General Assembly after the legislative session begins Jan. 9, Hogan said. The act would establish the Office of State Education Investigator General, an independent part of the Maryland State Department of Education, and would be appointed by Hogan, Senate President Thomas V. Mike Miller Jr., D-Prince George’s, Charles and Calvert and House Speaker Michael Busch, D-Anne Arundel.\n“This new office will be charged with investigating complaints of unethical, unprofessional, improper or illegal conduct in our schools,” Hogan said, and “will be able to make inquiries, have the ability to obtain information by subpoena and hold hearings in order to get to the truth.”\nJohn Woolums, the director of governmental relations for the Maryland Association of Boards of Education, said his office has previously opposed similar legislation to create a statewide inspector general, and their position would not change with the governor’s announcement.\n“It’s not reflective of any reluctance to be subject to accountability but in fact it’s because there is ample authority residing with the state’s superintendent of schools and the state Board of Education to provide oversight and enforce state laws and regulations that they determine are not being followed or adhered to by local school systems,” Woolums said. “There have been bills in the past introduced to create an inspector general and we’ve traditionally and consistently opposed those.”\nHogan appointed Valerie Radomsky to be the director of the newly formed office. Radomsky, a former Baltimore County school teacher, is a Board of Public Works coordinator in the Maryland comptroller’s office.\nThe new office would be responsible for responding to complaints and referring them to the State Board of Education or other public school agencies. The complaints, and their resolutions, would be maintained in a database, Hogan said. An annual report of the findings and recommendations would be submitted to the General Assembly, he added.\nHogan’s gubernatorial opponent, Democratic candidate Ben Jealous, criticized Hogan’s announcement.\n“A political investigator run out of the governor’s office won’t change the fact that our schools are underfunded by billions of dollars and our teachers are underpaid. As governor, I will fully fund our schools, not blame our hardworking teachers and support staff.”\nHogan maintains he has spent record amounts of money on education in Maryland, in excess of the Legislature’s mandated funding formulas.\nJealous announced a piece of his own education agenda Tuesday, promising the creation of a Teacher School Supply Fund. The money would come from other Marylanders choosing to donate a portion of their tax returns.\nMaryland State Education Association President Cheryl Bost voiced her disappointment at Hogan’s decision to sign the executive order.\n“On what should be an exciting first day (of school), to hear Gov. Hogan highlight failures when he, for the past three years has underfunded our schools…” Bost said. “The governor’s office already has agencies available to look into claims of fraud. This is a diversion of resources, and campaign rhetoric.”",
    "metadata_people": "[\"Larry Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Office of Education Accountability\", \"Maryland Board of Education\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\", \"general\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 9,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 4,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/04/19/penn-state-case-sparks-debate-about-anti-hazing-laws-nationwide/",
    "title": "Penn State case sparks debate about anti-hazing laws nationwide",
    "topic": "Education",
    "tags": [
      "Timothy Piazza",
      "Pennsylvania Law",
      "Jake Corman",
      "Hazing Charges",
      "Safe-Harbor Provision"
    ],
    "summary": "Pennsylvania has introduced a comprehensive new anti-hazing law named after Timothy Piazza, aiming to strengthen penalties and protections against hazing incidents, including organizational and institutional accountability. In contrast, Maryland's current hazing laws carry lighter penalties and vary in disclosure across universities.",
    "content": "COLLEGE PARK, Maryland — Pennsylvania State Senate Majority Leader Jake Corman, along with the parents of Timothy Piazza, a student at Pennsylvania State University who died due to a hazing incident in February 2017, recently presented a new anti-hazing law called the Timothy J. Piazza Antihazing Law. Corman called this law one of the “largest and most comprehensive” rewrites of the current hazing law in Pennsylvania. The Senate Judiciary Committee of Pennsylvania unanimously approved the law in late March.\n\nToday I was honored to stand beside Jim and Evelyn Piazza as we introduced the Timothy J. Piazza Antihazing Law – a comprehensive bill designed to #stophazinghttps://t.co/DDeuPP8fGi\n— Senator Jake Corman (@JakeCorman) March 23, 2018\n\nIn Pennsylvania, the current anti-hazing law only allows prosecutors to charge misdemeanors with low consequences. This new law would create tiers of hazing offenses such as third-degree misdemeanors and third-degree felonies.\nThe new law also defines organizational and institutional hazing, which would place punishments on organizations, like fraternities or sororities, and institutions like colleges and universities, when appropriate.\nA safe-harbor provision would also be put in place, which protects the person who makes an emergency call to help the victim from hazing charges.\nEric Barron, the president of Penn State along with other university leaders, approve of the legislation.\n\nPenn State leadership advocates for new Pennsylvania antihazing legislation https://t.co/rvHtv8Q981\n— Penn State (@penn_state) March 23, 2018\n\nThe state of antihazing laws in Maryland\nThe current hazing law in Maryland carries a misdemeanor charge of imprisonment of up to six months and/or a fine of up to $500 for individual participants.\nAdditionally, individual universities in Maryland have policies regarding hazing, but some do not disclose the consequences of hazing in student conduct documents.\nAccording to the University of Maryland’s hazing policies, hazing can result in suspension or expulsion of individuals from the university, or denial of recognition or registration of an organization.\nLoyola University Maryland, in Baltimore, has a similar policy regarding hazing, citing suspension as the punishment in their community standards handbook.\nTowson University, in Towson, and Johns Hopkins University, in Baltimore, outline what constitutes hazing in their student conduct documents, but lack specified punishments.\nCurrently, there are six states without statewide anti-hazing laws. However, some universities in these states have outlined consequences for hazing in student conduct documents.",
    "metadata_people": "[\"Timothy Piazza\"]",
    "metadata_geographic_focus": "multiple regions",
    "metadata_key_institutions": "[\"Penn State\", \"Maryland universities\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"Penn State\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 6,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 5,
      "Sports": 3,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/15/in-state-tuition-bill-aimed-at-dreamers-advances-in-md/",
    "title": "In-state tuition bill aimed at Dreamers advances in Md.",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Dreamers",
      "Tuition",
      "Legislation",
      "Undocumented"
    ],
    "summary": "Maryland is advancing legislation that would allow undocumented students known as \"Dreamers\" to pay in-state tuition rates at public higher education institutions, removing the current requirement to start at a community college and complete 60 credits first. The bill, set to take effect July 1, extends eligibility from four to six years post-high school graduation and applies to any Maryland public college or university.",
    "content": "ANNAPOLIS, Maryland — A bill that aims to ensure young, undocumented Maryland students referred to as “Dreamers,” can pursue higher education by giving qualified individuals access to in-state tuition is advancing in the Maryland General Assembly.\nThe circumstances under which Dreamers and residents with temporary protective status are exempt from paying the out-of-state tuition rate at public institutions of higher education will be altered under House bill 1536, which is cross-filed as Senate bill 546.\nUnder the legislation, qualified students would soon be able to pay the in-state tuition rate at any Maryland public higher education institution or the in-county rate at any community college, regardless of whether they live in that county.\nThe current state Dream Act, passed in 2012, says that an individual who attended a Maryland high school for at least three years and graduated or received the equivalent of a high school diploma pays the same tuition rates that resident students pay. \nCurrent law also states that students are required to begin at a Maryland community college in the same district as the high school they graduated from. Once the student completes 60 credits, they may enroll at a public four-year institution and pay in-state tuition. \nThe new bill removes the credit requirement and would allow students to directly enter any public state college or university, and extends the period of eligibility from four to six years after graduating from high school. It would go into effect on July 1.\n“Countless students who qualify (for in-state tuition) are more than ready to begin higher education at a four-year university right away. This bill will allow these Dreamers to continue their academic career at the college of their choice,” said sponsor Delegate Sheila Hixson, D-Montgomery, in a statement to Capital News Service. \nHigh school senior and advocate for CASA, an immigrants-rights advocacy group, Jesus Vicuña, 18, one of the 9,700 Dreamers under protective status in the state, worries that his time will run out before he is able to pursue his dream of running track at Coppin State University, which just sent him an acceptance letter.\n“I started to feel a sense of stability, I no longer had to live in the shadows. … For the first time I started to picture myself at a university and I finally had the opportunity to make my parents’ sacrifices worth it,” said Vicuña, who lives in Baltimore and attends Baltimore Polytechnic Institute, a public high school, about receiving DACA at the age of 15 after immigrating from Mexico with his family at 9 months old. \nHis DACA waiver runs out in April 2019, he said. \nVicuña got involved in CASA and his high school’s Hispanic club to promote legislation that helps students like him and testified in front of the Maryland House Ways and Means committee in favor of House bill 1536. \n“This is a big step towards progress because everything is so unsure at the federal level,” he said. \nThe Trump administration announced Sep. 5 it was phasing out the Deferred Action for Childhood Arrivals program and gave Congress six months to figure out a solution. It was further delayed by rulings from federal judges in California and New York, who both ordered the Trump administration to resume processing DACA renewal applications.\nWhile the deadline has passed without a fix from Congress, the case is still going through the federal appeals process, leaving DACA recipients in limbo. \nA recent Supreme Court ruling has given DACA participants a reprieve. \nThe University System of Maryland is monitoring this legislation and will continue to welcome qualified students as they have since the Dream Act was enacted, according to a representative for the University System.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland Public Colleges\", \"Maryland Public Universities\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 3,
      "Civil & Criminal Justice": 4,
      "Sports": 1,
      "Elections": 2,
      "Health": 1,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 9,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/15/non-public-school-students-rally-at-the-state-house-to-encourage-continued-state-aid/",
    "title": "Non-public school students rally at the State House to encourage continued state aid",
    "topic": "Education",
    "tags": [
      "BOOST",
      "Annapolis",
      "Maryland",
      "CAPE",
      "Scholarships"
    ],
    "summary": "Students from non-public schools across Maryland gathered at the State House to advocate for continued state funding of the BOOST scholarship program, which helps cover costs for attending private schools. The event was part of CAPE's annual Advocacy Day.",
    "content": "ANNAPOLIS, Maryland–Students came from across the state, missing school for the day, so that they could meet with lawmakers in Annapolis. They were all part of the Council of American Private Education (CAPE) annual Advocacy Day promoting its BOOST program. With help from the state, the BOOST program provides scholarships to students to help cover the cost the attending the state’s nonpublic schools.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Annapolis",
    "metadata_key_institutions": "[\"Maryland State House\", \"CAPE\", \"BOOST scholarship program\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\", \"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 2,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/09/maryland-schools-need-more-physical-education-lawmaker-says/",
    "title": "Maryland schools need more physical education, lawmaker says",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Delegate Walker",
      "Physical Activity",
      "Schools",
      "Legislation"
    ],
    "summary": "Delegate Jay Walker has reintroduced legislation in Maryland requiring public elementary schools to allocate up to 150 minutes per week for physical activity, including a minimum of 90 minutes for physical education, but the bill faces challenges as school districts debate what to cut from their curricula. Physical education teachers Matt Slatkin and Shannon Spencer support the bill, arguing that current practices in some counties, like counting recess as part of physical education time, do not ensure adequate student movement.",
    "content": "ANNAPOLIS, Maryland — The majority of jurisdictions in the state set aside fewer than 90 minutes per week for physical education.\nBut for the past eight years, legislation introduced to require a higher physical activity and education standard in the state has still not seen progress. \nThe sponsor of the legislation, Delegate Jay Walker D-Prince George’s, called it “a bill that we’ve seen too many times over the years.”\nThe proposal requires all public elementary schools to set aside a maximum of 150 minutes per week for physical activity, including a minimum of 90 minutes per week for physical education.\nFor required minutes not spent in physical education, elementary schools would have to designate a physical activity leadership team to plan and coordinate extra opportunities for activity, the bill states.\nThe biggest issue remains what the school districts would cut from their academic curriculums to provide more time for physical activity. \nWalker said he “talked to people that work with Boards of Education in the state (who) said if it’s mandated they would find a way to make it work.” \nDuring the bill’s hearing on Feb. 8, Delegate Carolyn Howard D-Prince George’s, asked how to incorporate more physical education.\n“The question has always been, what do you remove or delete in teaching in schools so that we can get the 90 minutes?” asked Howard.\nNewport Mill Middle School physical education teachers Matt Slatkin and Shannon Spencer have supported this legislation “from the ground up” because, they told Capital News Service, lack of elementary school physical education affects students when they attend middle school. \nSlatkin told the Capital News Service that Montgomery County Public Schools, where Newport Mill is located, “skirt” around the term physical activity by counting physical education with recess. \nWhile the county includes the 30 minutes a day for physical activity during recess, students may not even move at all, Slatkin said. He added that recess is often held indoors during the winter and in times of bad weather. \nSlatkin said physical education is taught by a professional teacher, whereas recess does not require a curriculum or standards, and does not teach anything. \n“You can’t try to compare recess to physical education,” said Slatkin. \nAccording to the Maryland State Department of Education, as of January 2018, Montgomery County has the lowest minimum amount of required physical education per week at 30 minutes, followed by Prince George’s with 40 minutes per week. \nAccording to a state analysis, 18 of the state’s 24 jurisdictions do not meet the 90-minute standard under the bill; at least four of those would need to hire additional staff — at a total cost of $13.7 million — to meet that requirement if the legislation passes. \nThis includes $1.1 million for Allegany, $1.2 million for Cecil, $10.9 million for Montgomery, and $542,000 for Queen Anne’s; these amounts are expected to increase marginally over the following few years, according to the state analysis. Allegany would need 14 teachers, Cecil would need 17, Montgomery would need 133 and Queen Anne’s would need eight to meet the bill requirements, according to the fiscal analysis.\nThe other 14 jurisdictions that don’t require at least 90 minutes may also need an increase in funds to meet the standard, but they have not been assessed in the fiscal analysis.\nThe remaining 10 jurisdictions would not need additional funding because they already meet the proposed standards.\nThe bill would take effect on Oct. 1, but a local school system may apply for an extension until July 1, 2021 to ensure compliance. \nThe federal No Child Left Behind Act in 2002 altered allotted time for certain school activities, according to the state fiscal analysis.\nFollowing the No Child Left Behind Act, a national study on curriculum by the Center on Education Policy found that schools prioritized time on tested subjects, including math and language arts, and spent less time on other subjects and activities, including lunch, physical education and recess. \nWalker said during committee testimony on Feb. 8 that the bill’s cost has decreased over the years and that “it is possible to implement this program.”\nPatricia Swanson, legislative aide for Montgomery County Public Schools Board of Education, told Capital News Service the board opposed this legislation because it is a large unfunded mandate and does not believe this issue should be decided at a state level. \nSwanson also said “MCPS has taken action to clarify physical education time with schools beginning with the 2018-2019 school year, and is taking steps to gather information directly from each school on current schedules and class time.”\nIn the 2018 to 2019 school year grades K-5 will be required a minimum of 45 minutes of physical education per week, she said.\nChildren between 5 and 12 years old should get at least an hour per day of physical activity, according to The National Association for Sport and Physical Education. The activity should be intermittent and a mix of moderate and vigorous exercise, the association said.\nWhile the bill is not expected to progress in the legislative session, Slatkin told the Capital News Service that he believes that as the public’s knowledge grows, so will support for the bill. \n“Nobody knew about this bill the past eight years and now it’s finally getting out,” said Slatkin. “It’s something that the parents want, the students want, and the teachers want.”",
    "metadata_people": "[\"Jay Walker\", \"Matt Slatkin\", \"Shannon Spencer\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\", \"Public Elementary Schools\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 6,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 3,
      "Elections": 1,
      "Health": 5,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/07/high-school-culinary-talents-put-to-the-test-in-annual-competition/",
    "title": "High school culinary talents put to the test in annual competition",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Baltimore",
      "Culinary",
      "ProStart",
      "Scholarships"
    ],
    "summary": "High school students competed in the Maryland ProStart Student Invitation, showcasing their culinary talents for a chance at scholarships and recognition. Teams from across the state participated in this annual competition held in Baltimore.",
    "content": "BALTIMORE, Maryland — High school cooking teams from all over the state put their culinary skills to the test in the Maryland Prostart Student Invitation in Baltimore on Thursday. The prize for the winners: post-secondary school scholarships and bragging rights.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Baltimore City",
    "metadata_key_institutions": "[\"Maryland ProStart\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 3,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 5,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 5,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 2,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/07/governor-larry-hogan-commits-175-million-to-increase-school-safety/",
    "title": "Governor Larry Hogan commits $175 million to increase school safety",
    "topic": "Education",
    "tags": [
      "Larry Hogan",
      "Maryland",
      "School Safety",
      "Parkland Shooting",
      "Funding Allocation"
    ],
    "summary": "Governor Larry Hogan has committed $175 million to enhance school safety in Maryland, including $125 million for physical security upgrades and $50 million for additional counselors, officers, and technology. This initiative aims to prevent school shootings and ensure a safer learning environment.",
    "content": "ANNAPOLIS, Maryland — Following the tragic shooting in Parkland, Florida, Governor Larry Hogan says he wants to make sure that something like that never happens in Maryland. Hogan has committed $125 million dollars in order to make sure schools have metal detectors, locking doors and windows, and other safety measures. Hogan also will allocate another $50 million dollars to help provide schools with new counselors and officers, along with new technology.",
    "metadata_people": "[\"Larry Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland Schools\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 1,
      "Health": 3,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 4,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/03/07/threats-made-against-maryland-schools-increase-following-parkland-massacre/",
    "title": "Threats made against Maryland schools increase following Parkland massacre",
    "topic": "Education",
    "tags": [
      "Parkland massacre",
      "Maryland schools",
      "Armed teachers",
      "Anne Arundel",
      "Threats increase"
    ],
    "summary": "Following the Parkland massacre, Maryland schools have seen an increase in threats. In response, while some suggest arming teachers, both the school administration and teachers' union in Anne Arundel County express doubts about this approach.",
    "content": "ANNAPOLIS—In the wake of the massacre of 17 students and teachers at Stoneman Douglas High School in Parkland, Florida, a number of school systems in Maryland are reporting a spike in threats. Anne Arundel County is among them. Still, the county’s school administration and teacher’s union question the call for some instructors to be armed while on school grounds.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Anne Arundel County",
    "metadata_key_institutions": "[\"Anne Arundel County Schools\", \"Teachers' Union\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 4,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 7,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/22/children-with-special-needs-attend-baseball-clinic-with-the-university-of-maryland-team/",
    "title": "College players and pros provide some special baseball lessons for area kids",
    "topic": "Education",
    "tags": [
      "Baseball",
      "Maryland",
      "League Dreams",
      "Pros",
      "Kids"
    ],
    "summary": "University of Maryland baseball players and former MLB professionals conducted a clinic for local special needs children, offering them an opportunity to play baseball. The event was organized by League of Dreams, a non-profit that teaches baseball to children with disabilities.",
    "content": "COLLEGE PARK, Maryland — University of Maryland baseball players joined with a few former MLB players to give some local special needs kids a chance to try their hand at baseball. The clinic was organized by League of Dreams, a non-profit foundation that focuses on teaching the game of baseball to children regardless of mental or physical disabilities.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Baltimore City",
    "metadata_key_institutions": "[\"University of Maryland\", \"League of Dreams\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 1,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 3,
      "Sports": 8,
      "Elections": 1,
      "Health": 5,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 4,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/21/hogan-democrat-introduce-bills-creating-school-watchdogs/",
    "title": "Hogan, Democrat introduce bills creating school watchdogs",
    "topic": "Education",
    "tags": [
      "Hogan",
      "Maryland",
      "Bills",
      "Audit",
      "Prince George’s"
    ],
    "summary": "In response to grade-fixing and financial misconduct allegations in Maryland schools, Governor Larry Hogan and a Democratic lawmaker are introducing bills to establish investigative offices for oversight. These actions follow audits and indictments that revealed significant issues in school systems, including unqualified graduates and undisclosed earnings from private firms by educators.",
    "content": "THIS STORY HAS BEEN UPDATED*\nANNAPOLIS, Maryland — Prompted by alleged grade-fixing in Prince George’s County Public Schools and perjury and theft allegations in the Baltimore area, a pair of bills in the General Assembly would establish investigative offices to oversee schools in Maryland. \nRepublican Gov. Larry Hogan and a Democratic lawmaker each are attempting to get their own education accountability bills passed this year. \nThe bills come after state Department of Education officials hired a Washington-based firm, Alvarez & Marsal Public Sector Services, to audit graduation rates in the Prince George’s County public school system, following a letter that several school board members wrote to Hogan citing “widespread systemic corruption.”\nThe audit used sample groups taken from the 2016 and 2017 graduating classes and found that, on average, nearly 5 percent of the students had been ineligible to graduate. An additional 24.5 percent, on average, were lacking documentation to verify that they were qualified to graduate. \nBecause it was based on a sample, the audit report did not identify system-wide fraud in the Prince George’s County school system. \nBaltimore County Superintendent Dallas Dance was indicted earlier this year on four counts of perjury following an investigation that concluded he failed to disclose almost $147,000 from private consulting firms. His successor, Verletta White, was also reported to have failed to disclose money earned from private firms. \nFormer Baltimore Community High School principal Leslie Lewis pleaded guilty to stealing more than $58,000 from the school. \nHogan’s response was the introduction of the Accountability in Education Act of 2018 (Senate bill 302 and House bill 355) to create an independent unit, the Office of the State Education Investigator General, within the Maryland State Department of Education. \n“This lack of accountability in education systems all across our state cannot and will not be tolerated by our administration,” said Hogan in a statement. “Not addressing it would mean that we are failing Maryland taxpayers, and – more importantly – failing our children who need help the most.”\nUnder Hogan’s plan, the Investigator General, as a part of an Education Monitoring Unit, would be charged with investigating complaints of unethical conduct in Maryland public schools. \nA representative of the state teachers’ union said he is concerned that the majority of the members — five — are appointed by the governor with the other four — two each — by the Senate president and speaker of the House. This group then evaluates candidates and makes a recommendation to the governor for a new Investigator General.\n“We don’t think the answer is to politicize the schools,” said Steven Hershkowitz, press secretary for the Maryland State Education Association. \nAnother bill, sponsored by Delegate Alonzo T. Washington, D-Prince George’s, puts power in local hands by authorizing county commissioners or the city or county to establish an Office of the Investigator General in a local school system. These local offices would be able to conduct their own investigations without the need for state involvement under this legislation, House bill 1492. \n“I don’t think it is necessary to have a statewide inspector,” Washington told Capital News Service Tuesday. “Our local jurisdictions can handle this issue.” \nThrough a third bill, House bill 184, Washington is also working to establish an Inspector General solely in Prince George’s County. \n*Story has been udpated with the following changes: In a paragraph quoting a Maryland State Education Association spokesman, the quote has been shortened. The preceding two paragraphs are new and include clarifying information. The two paragraphs preceding those have been moved.",
    "metadata_people": "[\"Larry Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\", \"Maryland School System\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 9,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 9,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 2,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 5,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/18/bill-proposes-age-limits-on-tackle-football-for-young-athletes/",
    "title": "Bill proposes age limits on tackle football for young athletes",
    "topic": "Education",
    "tags": [
      "Bill",
      "Annapolis",
      "Leatherwood",
      "Football",
      "High School"
    ],
    "summary": "A proposed bill in Annapolis aims to restrict tackle football in public schools to high school students only. William Leatherwood, a Good Counsel High School freshman, credits his early start in tackle football for his current athletic achievements.",
    "content": "OLNEY, Maryland—Good Counsel High School freshman William Leatherwood has been playing tackle football since second grade. Leatherwood says playing tackle football for so many years has helped get him to Good Counsel and their athletic program. But that could change for younger athletes in the future. A bill now under consideration in Annapolis would limit tackle football at public schools to players at the high school level.",
    "metadata_people": "[\"William Leatherwood\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\", \"Good Counsel High School\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Good Counsel High School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 9,
      "Elections": 1,
      "Health": 4,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/15/maryland-education-panel-releases-recommendations/",
    "title": "Maryland Education panel releases recommendations",
    "topic": "Education",
    "tags": [
      "Kirwin Commission",
      "Maryland",
      "Pre-K",
      "Career Tech",
      "At-Risk Students"
    ],
    "summary": "Maryland's Kirwin Commission has proposed legislation to expand pre-kindergarten and special education funding, promote early literacy, career and technical education, and provide more resources for at-risk students. The recommendations aim to prepare Maryland students for future challenges and will be implemented over 10 years with small grants to assess their effectiveness.",
    "content": "ANNAPOLIS, Maryland — Legislation that would expand funding for pre-kindergarten and special education and encourage students to become teachers topped the list of priorities a state panel announced on Thursday.\nThe legislation, House bill 1415 and Senate bill 1092, also would create an early-literacy initiative and other resources for students living in poverty, and promote career and technical education. \nFormed in 2016 by the General Assembly, the Commission on Innovation and Excellence in Education is often referred to as the “Kirwin Commission” after its chair, William English “Brit” Kirwan, former president of the University of Maryland and chancellor of the University System of Maryland.\nThe commission brings together representatives from across the state to review the findings from past educational aid formulas and hear from national experts on world class school systems to address education policy issues Maryland is facing. \nAlong with the new bills, the commission has proposed: creating a way for teachers to earn more; providing free or low-cost pre-kindergarten to every 4-year-old in the state; giving more resources to at-risk students; and reinstating vocational training in many high schools, according to the preliminary report it released Thursday.\nThe goal is to prepare Maryland students “to meet the challenges of a changing global economy, to meet the State’s workforce needs, to be prepared for postsecondary education and the workforce, and to be successful citizens in the 21st century.” \nDelegate Maggie McIntosh, D-Baltimore, told Capital News Service the recommendations would be “a great first tiny step” toward looking at areas in need of reform.\nThe recommendations would be implemented in small grants—likely over the span of 10 years or so—and allow students to be tracked so the benefits can be assessed later, said McIntosh, who sits on the commission. \nThe Kirwan Commission, tasked with focusing on education funding, was told by a consultant that state and local governments need to increase education funding by about $3 billion, in addition to the approximately $6.5 billion the state spends now. \n“The budget this year is going to meet the requirements for an outdated funding formula, created in the early 2000s, which never anticipated students coming from poverty or speaking English as a second language,” Steven Hershkowitz, press secretary for the Maryland State Education Association said last week.\n“As enrollment climbs our schools don’t have the resources they need to stay on top,” Hershkowitz said. “There was $2.9 billion found to be underfunded (by the commission), the schools need it desperately.” \nGov. Larry Hogan, R, recently criticized the commission for the time it took to put together the report, saying that he might need to “send out a search party.” \nDelegate Adrienne A. Jones responded to the comments during a press conference Thursday saying she was “very disappointed” in Hogan’s words. \nThis year’s package of legislation is a “precursor of a bill coming next year,” according to Kirwan; a final report of the commission’s findings is scheduled to be issued later this year.\n–CNS Correspondent Sean Whooley contributed to this report.",
    "metadata_people": "[\"Kirwin Commission\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland Kirwin Commission\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 9,
    "metadata_education_level": "[\"pre-k\", \"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/09/md-juvenile-agency-says-later-school-hours-could-curb-crime/",
    "title": "Md. juvenile agency says later school hours could curb crime",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Juvenile",
      "Crime",
      "Later",
      "Schools"
    ],
    "summary": "Maryland's juvenile justice agency proposes shifting school hours to later in the day to reduce unsupervised time for teenagers and curb juvenile crime, which spikes from 3 p.m. to 7 p.m.",
    "content": "ANNAPOLIS, Maryland — A significant spike in juvenile crime from 3 p.m. to 7 p.m. on school days has led to a push by the state’s juvenile justice agency to shift school start and finish times.\nThe department is advocating for a later opening and release to limit the amount of time kids spend unsupervised in the evening. The thinking goes, the more time teenagers are congregated in one spot, the greater chance of delinquency.\n“If you think about it, especially in environments that are urban, you usually have a large number of teenagers getting released from school at the same time,” said Jay Cleary, chief of staff to Sam Abed, the secretary of the Maryland Department of Juvenile Services. “Everybody is in one place, at one time. It just tends to be sort of a natural result.”\nThe proposal got some positive responses among members of a House committee last month.\nDelegate Curt Anderson, D-Baltimore, told the University of Maryland’s Capital News Service that he is enthusiastic about the start-time idea. He said he had previously supported longer days on an academic basis, though the department’s proposal is to simply shift hours, ideally 9 a.m. to 4 p.m., not to extend the day.\n“If (later or longer hours is) also talked about in relationship to public safety, I think that gives it another push,” Anderson said. “Mr. Abed talking about it in terms of the juvenile system, I think, was very timely.” Abed presented his findings to the House Judiciary Committee on Jan 17.\nAccording to 2014 data from the U.S. Justice Department, roughly 19 percent of juvenile violent crime – which includes murder, sexual assault, simple assault, robbery and aggravated assault – happens during the hours of 3 p.m. to 7 p.m.\nFifteen percent occurs during the standard juvenile curfew hours of 10 p.m. to 6 a.m. But because “curfew” times are 8 hours long, every day of the year, the rate of crime during the four after-school hours is much higher, the report found.\nAnd even though the number of school days and non-school days in a year are essentially the same, 63 percent of violent crimes committed by juveniles occur on school days, the Justice Department reported.\nIn Baltimore City, the vast majority of middle and high schools release at 3:30 p.m. or later. City Neighbors High lets out the latest, at 4 p.m. and starts at 9 a.m.\nAmy Krulak, a special educator at City Neighbors High School, said the later hours have benefited students from an academic standpoint – they are more alert at 9 a.m. – but isn’t convinced that a later release would affect public safety.\nIt’s a nice idea, she said, but students would still, at some point, be together at a bus stop.\n“If they’re getting out (together) at the same time, just later, I don’t know if that solves anything,” Krulak said.\nKrulak also said it wouldn’t be ideal for students to walk home in the dark. The key to improving conduct in her view is for the school to “create a healthy environment” during regular hours.\nThe department of Juvenile Justice Services doesn’t see a downside.\n“There’s nothing that’s going to completely eliminate young people getting into trouble at those times,” Cleary said. “But the spike is fairly large as it is right now (at the) 3 or 4 o’clock timeframe. If you’re able to push that out a little further, it can only help.”\nThe Baltimore City School Board said in an email to Capital News Service in January that it doesn’t have any thoughts or ideas regarding the secretary’s recommendation.\nThe bulk of Abed’s presentation was aimed to show the department’s progress in providing services and refining its methods, from addressing racial inequity to connecting released youth to community service.\nDelegate David Moon, D-Montgomery, said he came away from the briefing particularly interested in the school-start time idea.\n“That’s a new concept, but it’s fascinating,” Moon said. “If you believe the data (from Secretary Abed’s presentation), basically this is an issue about after-school supervision, to the extent that kids are getting out at 3 o’clock and then committing violent crimes until dinner time.”\nMoon noted, however, that it’s precisely these types of specifics that show that more information is necessary in all facets of juvenile services to form legislation and pass effective solutions.\n“The more data you have – and you can tease out little items like that – it might give you pause, to say ‘Okay, maybe the solution isn’t so simple as let’s add 10 years to someone’s jail sentence,’” Moon said. “If there are other factors in play, I’d like to see us take a more evidence-based approach.”\n–30–",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland Juvenile Justice Agency\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 6,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 9,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/02/08/lawmaker-proposes-bill-for-reducing-community-college-tuition/",
    "title": "Lawmaker proposes bill for reducing community college tuition",
    "topic": "Education",
    "tags": [
      "Paul Pinsky",
      "Maryland",
      "Community College",
      "Tax Increase",
      "Investment Income"
    ],
    "summary": "Maryland State Senator Paul Pinsky has proposed a bill to reduce community college tuition costs, aiming to enhance workforce education and training. The bill proposes funding this initiative through a 19% income tax on investment management services.",
    "content": "ANNAPOLIS, Maryland—Maryland State Senator Paul Pinsky says the business community claims to want a workforce that’s better educated, better trained and prepared so he’s sponsoring a bill to help make that possible. Pinsky’s legislation calls for several new initiatives aimed at reducing the cost of attending community college in Maryland. To pay for it the lawmaker is proposing a 19 percent income tax on income from investment management services throughout the state.",
    "metadata_people": "[\"Paul Pinsky\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland State Senate\", \"Community Colleges\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 2,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 6,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2018/01/25/foster-care-bill-aims-to-expand-tuition-grants/",
    "title": "Foster care bill aims to expand tuition grants",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Foster",
      "Youth",
      "Tuition",
      "Grants"
    ],
    "summary": "Maryland legislators are proposing a bill to expand tuition grants for former foster youth, allowing those who were at least 13 years old and later adopted or reunited with parents to receive free in-state college tuition. The bill aims to remove barriers to adoption and higher education by extending the eligibility period from 5 to 10 years.",
    "content": "ANNAPOLIS,Maryland — Verging on adulthood, Shalita O’Neale faced a big decision: college or family?\n“I had a family member who wanted to adopt me but they felt it would be best if I stayed in the foster care system because of the gift of post-secondary education,” O’Neale told a panel of Maryland lawmakers last week. \n“This was a barrier for adoption for me…I did stay in foster care and I aged out at age 21,”said O’Neale, foster youth ombudsman for the Department of Human Services. \nMaryland legislators want to make that decision easier with a proposed expansion of tuition grants to help more teens who have gone through the foster care system get a higher education.\nThis bill would extend free in-state tuition for public institutions to students who were 13 or older in foster care for at least a year, but later reunited with their parents or adopted.\nSenate bill 85, requested by the Department of Human Services and approved by the Maryland Senate on Tuesday, also extended the time frame for foster youth to obtain their degrees from 5 to 10 years. \nThe bill is expected to go through the House of Delegates, which would have to approve it before it would become law.\nCurrent law requires an individual placed in foster care after age 13 to stay in out-of-home care though their high school graduation, GED completion or their 18th birthday in order to keep their college tuition-free. If they are adopted or placed into other guardianship, they lose their eligibility. \nThis discourages “older foster youth to achieve permanency, if it means they will not be afforded the same privilege of attending college — tuition free,” said the Advocates for Children and Youth, a charity based in Silver Spring, Maryland, in testimony presented to the committee.  \nCollege hopeful “Cameron,” — a pseudonym to ensure confidentiality — was placed in foster care after age 13 due to his parents’ substance abuse and domestic violence, according to Erica LeMon, Director of Advocacy for Children and Families at Maryland Legal Aid. \nHis father attended counseling and substance abuse treatment to become a suitable parent for Cameron, allowing the two to reunite over a year later, said LeMon. \n“This (new) measure would make Cameron eligible for the waiver and enable him to access a college education which otherwise may be out of reach,” LeMon told the Senate Education, Health and Environmental Affairs Committee. \nA study done by the National Center for Education Statistics found that 84 percent of 17- and 18-year-old foster youths report wanting to go to college, but only 20 percent of those who graduate high school attend college, and only between 2 percent and 9 percent actually earn their bachelor’s degree. \nOnly 26 percent of youth in foster care who attend a 4-year college or university will obtain their degree in 6 years, the study found. Almost 57 percent of students who enrolled in U.S. colleges and universities in the fall of 2011 completed school within six years, according to the National Student Clearinghouse, an education non-profit.\n“I didn’t have an adopted family,” O’Neale said. Instead, she went to college. “I would’ve liked to have both.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\", \"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 5,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 3,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/12/19/concerns-persist-over-school-system-for-juvenile-offenders/",
    "title": "Concerns persist over school system for juvenile offenders",
    "topic": "Education",
    "tags": [
      "Maryland",
      "JSES",
      "Juvenile",
      "Services",
      "Recidivism"
    ],
    "summary": "Maryland's Juvenile Services Education System faces ongoing challenges in providing quality education comparable to state schools, with issues identified by an independent monitoring unit. Despite a structured program aligned with state standards and the potential for reducing recidivism, individualized educational needs of students pose significant barriers.",
    "content": "ANNAPOLIS, Maryland — Various systematic issues within the Maryland’s Juvenile Services Education System have consistently interfered with students receiving instruction at the same quality as that available to pupils in state schools, according to quarterly reports from an independent monitoring unit. \nThe Juvenile Services Education System, more commonly referred to as JSES, was established in 2004 by the state Legislature in effort to provide a comprehensive education program for children within the state’s Department of Juvenile Services. \nUnder the supervision of the state’s Department of Education, all offenders are required to have six hours of education daily, with lesson plans stemming from the state’s College and Career Readiness Standards, including core courses like language arts, mathematics and sciences. \nInmates who participate in correctional education programs are 43 percent less likely to return to prison than those who did not, according to a study released in 2013 from the RAND Corp., a research organization in California. \nA more individualized structure within Maryland’s juvenile detention and placement centers could be beneficial to the education system, the Juvenile Justice Monitoring Unit housed in the Office of the Maryland Attorney General found.  \n“We conduct unannounced visits, but we tend to prioritize facilities that we think are struggling,” Nick Moroney, the director of the monitoring unit, said. “Kids are coming in off the street and they have different needs educationally.”\nThe Juvenile Services Education System is a year-round program, unlike a traditional public school that is open for around 10 months with vacation time. Average time for a youth within a detention center is about 30 days, but can vary from a few weeks to six months, according to the Department of Juvenile Services. \nIn FY 2016, the number of youths in detention before conviction was 2,033, while the number of youths awaiting placement in a treatment facility was 742. \nThe three most common offenses for children in detention are second-degree assault, robbery, and burglary, and the age of youths average between 14 and 19 years old, with more than 70 percent between 15 and 17, according to the Department of Juvenile Services. \nAll detention facilities within the Juvenile Services Education System are organized by living unit, which is based on individuals’ charges and the relationships the youths have with one another, rather than by grade level, according to the monitoring unit.  \nGrace Reusing, an assistant public defender within the Public Defender’s Office, has been filing complaints on behalf of families in the Juvenile Services Education System since 2014, all of which state that practices within the program, including failure to provide Individualized Education Programs for those with special education needs, are in violation of federal law. \nWhen a violation is found, the administrative staff of the Juvenile Services Education System is required to address the complaint and document the reparations, according to Deborah Grinnage-Pulley, executive director of the system. \nIn one-and-a-half-hour classes, with about 12 students per classroom, teachers are expected to teach curriculum that fits the needs of each student, regardless of the skill level of each individual. \nIvor Mitchell, the former principal of the Baltimore City Juvenile Justice Center, one of the 13 facilities, served as an employee of the Juvenile Services Education System from July 2015 to July 2017 and was the third administrator at the Baltimore center in four years. He quit his position, he said, because he constantly found himself disappointed with how the system was run.   \n“They take curriculum from the public school system, and therefore is based on a 10-month scale,” Mitchell explained. “There are things like spelling bees and math competitions, which is okay, but it really is academic babysitting versus giving them a chance to gain traction.” \nAnother issue accounted for in the monitoring unit’s reports is retaining the teachers, who are hired by the state Department of Education.  \nThe areas in which there are difficulties finding certified teachers include technology education, special education and math, according to Sylvia Lawson, deputy state superintendent for school effectiveness and chief performance officer. \n“One reason for the issue of (staff) retention is that the surrounding school systems just pay better in the metro area where many of the facilities are located,” Margi Joshi, a monitor of several facilities, said. \nThe state’s Department of Education, with help from the Office of Human Resources, offers a sign on bonus and retention bonus as incentives to hire certified teachers who will continue employment with the Juvenile Services Education System, according to a written response from the Department of Education to a monitoring unit report. The response also states that administrators of the Juvenile Services Education System have recently hired a human resources liaison who is dedicated solely to finding staff for the program. \nMoroney also explained that teachers and principals who work for the Juvenile Services Education System see working year-round as a major issue in terms of their wanting to stay in the system. \nFunding for the program comes from three places: $16,602,385 from the state, making up 83.1 percent of total funding, $1,013,311 from the federal government, with 5.1 percent of total funding and $2,365,221 from local system reimbursement, contributing 11.8 percent of total funding, according to the state’s Department of Education. \nMaryland state Sen. Dolores Kelley, D-Baltimore County, has advocated for an increase in funding for JSES programming in order to attract and retain teachers and other staff.\n“I was really trying to get them to agree to a bill that didn’t get anywhere because I was asking for comparable pay and standards,” Kelley told the University of Maryland’s Capital News Service. “Many things that are very basic that any public school would be taken to the woodshed for not doing, haven’t been done. The vision is just not there on part of the department.” \nThe Maryland Department of Budget and Management determines salary based on a variety of factors, including years of service and regional location of the school, according to the state Department of Education. While annual wages can be similar for teachers in the Juvenile Services Education System and teachers in local public schools, educators who work in the Department of Juvenile Services’ facilities do not get summers off. \nAll facilities are equipped with computer labs, smart boards and iPads for student use, but there are several factors that prohibit the children from benefiting from technology, according to Kelley and agency monitors.  \n“Our observation on that is that technology is not consistently available to kids and teachers in MSDE (Maryland State Department of Education) JSES (Juvenile Services Education System) schools,” Moroney told Maryland’s Capital News Service in an email. “Stuff breaks and takes forever to get fixed.” \nThe state’s Department of Education provides professional development to teachers on the most effective ways to integrate technology into their daily lessons, according to Grinnage-Pulley. \n“The kids are very aware of the fact that one really promising way to get back on track is school, they very much understand that,” Eliza Steele, one of the monitors from the Juvenile Justice Monitoring Unit, explained. “But they’re stuck in a system that doesn’t represent a fair opportunity to get out of it.” \nMitchell, as well as the team of monitors, explained that many educators and principals will have ideas for how to introduce programs that they feel will be meaningful for the kids, but they’ll be shot down by the administration for not following the current system. \n“Adhering to (the Maryland College and Career Ready Standards) is critical to the future success of those students,” Grinnage-Pulley told the University of Maryland’s Capital News Service in an email. “There is plenty of room for teacher creativity within the parameters set forth.”\nGrinnage-Pulley noted that following the standards set in place, which are used by Maryland public schools, are designed to make certain students who return to school do not fall behind. \nAccording to a 2012 study from the Federal Interagency Reentry Council, 66 percent of youth do not return to school after they are released from juvenile services facilities. \n“You come in thinking that you are going to be a change agent and what you quickly realize is that what they want you to do is be a soldier and implement bureaucratic strategies that you know don’t work,” Mitchell stated. \nCheltenham Youth Detention Center, which was renovated and reopened on Nov. 16, 2016, prides itself on having a computer lab, smart boards in every classroom and elective courses, such as pottery, available in its education hall. \nThe facility is in Prince George’s County and has the capacity to fit 72 male inmates; as of Nov. 17 this year, 42 boys were housed in the facility.\nThe principal of Cheltenham, Michael Dodson, requires his teachers to submit a semester schedule, as well as weekly lesson plans to ensure teachers from the state Department of Education and employees from Maryland’s Department of Juvenile Services are on the same page. \nAs of last month, there were 11 teachers — six dedicated to core courses, four for classes geared toward special education and one resource teacher — who work at the facility. \nWhen Dodson arrived in July, he made an effort to transform the designated classrooms into real workspaces by asking the teachers to decorate the white, cinder block walls with things that would typically sit in a public school classroom. The math classroom is filled with colorful posters, while the social studies room has a map on the back wall. \n“The atmosphere is very important because if a classroom looks like the schools these kids used to go to, they’ll be more engaged and willing to learn,” Dodson explained. “Our kids have great relationships with their teachers, and the ones who have been here longer are very protective of their teachers.” \nHe also requires teachers to incorporate technology — either the computer lab or iPads — at least once a week. Programs such as office skills management and career research development are also offered for the young men at the facility. \nWhile Dodson is having success at Cheltenham, the system in its entirety is not promoting the best solution for children in the juvenile justice system, according to the monitoring unit. \n“It seems to us it doesn’t make sense to keep doing the same thing and seeing the same result,” Moroney said. “MSDE (Maryland State Department of Education) itself really needs to advocate in a much better way for the JSES (Juvenile Services Education System) to be properly resourced.” \nThe state should evaluate the feasibility of the Department of Education Juvenile Services Education System continuing to maintain responsibility for education services within the facilities, monitors wrote in their most recent report.  \nMoroney told the University of Maryland’s Capital News Service that he suggests some laws and regulations be revisited, or that pilot programs and charter schools could be the better route for these children. \n“It should be the most direct, high-impact program because you have an audience that is captive until their release for a lack of a better word — they want to learn,” Ivor said. “Their back is against the wall, life has moved on without them and they know it. They want an opportunity not just to learn but to progress their educational futures.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Juvenile Services Education System\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 6,
      "Civil & Criminal Justice": 9,
      "Education": 10,
      "Health": 3,
      "Economy": 2,
      "Baltimore": 3,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Federal Government & Politics": 2,
      "Sports": 1,
      "Elections": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/12/19/redskins-name-change-a-costly-decision-for-many-schools/",
    "title": "‘Redskins’ name change a costly decision for many schools",
    "topic": "Education",
    "tags": [
      "Belding High",
      "Redskins Change",
      "Michigan Schools",
      "Native American",
      "State Funding"
    ],
    "summary": "Belding High School in Michigan and other schools that have dropped the \"Redskins\" mascot face financial challenges in removing all related imagery and names due to a lack of funds. Some schools have received donations or state assistance to facilitate the transition, but Belding awaits funding from the state and a Native American group to complete their changes.",
    "content": "COLLEGE PARK, Maryland — On Fall Friday nights, students at Belding High School in Michigan flock to the school’s stadium to cheer on the Black Knights football team. \nOn the way in, they pass by a granite slab with “Home of the Redskins” and a Native American themed logo engraved in the stone.\nThough the school dropped Redskins as their official mascot a year ago, the school district lacks the funds to re-engrave the small stone monument. School officials told Capital News Service that they’re waiting on funds from the state and a Native American group to make the change, along with other necessary alterations in the school district.\n\n\nReturn to “More than a Mascot”: a Capital News Service examination of Redskins high schools\n\n\n“We’re frustrated,” said Michael Ostrander, principal of Belding High School. “We made a commitment to our community that we were not going to spend any general funds on this change, and we haven’t. But we are really hopeful that that group will come through in the way that they said they would.”\nAt some of the 13 high schools that have dropped the name over the last four years, the moniker and Native American imagery lingers on uniforms, gym floors and in hallways, forcing schools to find the funds to make changes.  \n\nAt Port Townsend High School in Washington, a donation from a local Native American tribe helped the school transition to the Redhawks.\nA state law that mandated four California schools drop the name also made it possible for the state to reimburse the schools for any necessary changes. \nAt Lamar High School in Houston, Texas, the school district covered the cost of making the switch. \n\nBelding officially dropped the name in December 2016.  But it began phasing out the term a decade prior in a conscious effort to separate the school from what some consider a racially insensitive mascot. \nWhen it replaced athletic uniforms, it replaced a Native American logo with the letter “B.” And when they renovated parts of the building, they no longer used the name on school structures.\nIn March 2016, a group of parents voiced concern over a T-shirt with a Native American headdress and a skull worn by students at a school wrestling match. They asked the administration to either embrace the current name or select a new one, kicking off a nine-month community dialogue. \n“A group of parents approached the school board and their concern was we either need to use it on uniforms, use it all over the place or move on and have a different mascot,” Ostrander said.\n\nAfter dropping the name, the public chose the Black Knights as its new mascot in March 2017.\nIn addition to re-engraving two granite fixtures, the school district still needs to replace several athletic and band uniforms, as well as some permanent signage throughout the district. The entire district — which includes two elementary schools, a middle school and a high school — used the mascot in some manner. \nAccording to Belding Area Schools Superintendent Brent Noskey, Belding needs between $150,000 and $175,000 to make required changes at the schools. They hope to pay for it using a pool of state funds set aside by the state and a Michigan-based Native American group.\n“I have said we are not going to use tax dollars,” Noskey said. “To me it’s imperative that dollars go towards our students’ education and I don’t want to see money taken away from the kids to fix a logo thing.”\n\nIn January 2017, the Michigan state government and the Nottawaseppi Huron Band of the Potawatomi announced that they had jointly agreed to set aside up to $500,000 each year to provide “Michigan schools, colleges and universities with the funds needed to improve curricula and resources related to Native American issues and mascot revisions,” according to a press release.\nBelding still expects to receive a grant from the fund, called the Michigan Native American Heritage Fund, but the process is taking longer than anticipated. The fund is waiting to fill vacant board member positions before distributing money, said Jamie Stuck, Tribal Chairman of the  Nottawaseppi Huron Band of the Potawatomi.\nAccording to the January press release, the board will consist of two people appointed by the Nottawaseppi Huron Band of the Potawatomi, two people appointed by Gov. Rick Snyder and the director of the Michigan Department of Civil Rights or a designee.\nBut until Belding receives third-party funding, the removal or alteration of symbols associated with the old name will not happen, Noskey said.\n“Whether I’m depending on (the Michigan Native American Heritage Fund) grant or some other grant, it would still take outside dollars to make that happen,” Noskey said.\nWhile schools like Belding await compensation for making the name change, others had no issue getting financial assistance. \nFor Port Townsend high school, the cost of the changing the name from Redskins to Redhawks in mid-2013 totaled $94,235, which included new uniforms, gym floor graphics and other revisions. \nThe school paid $7,694, and the district added $61,541 to make the change. The local Jamestown Tribe of S’Klallam, which supported the name change, kicked in the remaining $25,000. \n“We just extended an open hand to anything we could do to encourage (them) to make that decision,” W. Ron Allen, travel chairman and CEO of the Jamestown S’klallam Tribe, said. “We knew that it was going to require a cost.”\nPort Townsend was happy to accept the contribution.\n“That was solely based on their decision and not any kind of negotiated amount from or by the district,” Port Townsend Principal Carrie Ehrhardt said. “They said that they wanted to put something towards the mascot change, and we appreciated that.”\nAlthough the tribe provided assistance with the funding, Port Townsend was ready to undergo the name change regardless. It took the school a calendar year to complete the transition.\nThe changes transformed the look of the school, said Athletic Director Lysa Falge.\nSanding the basketball court, painting a new logo, redoing the bleachers and replacing the gym scoreboard were the most expensive changes the school needed to make, about $52,000 in total, Falge said. \n“There was also the decision to have anything with the Redskin name on it be removed from the school, so older artifacts that had been hanging around, all of those were removed,” she said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Michigan",
    "metadata_key_institutions": "[\"Belding High School\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 5,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Belding High School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 3,
      "Civil & Criminal Justice": 6,
      "Sports": 4,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 5,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/12/19/school-paper-becomes-flashpoint-in-debate-over-redskins/",
    "title": "School paper becomes flashpoint in debate over ‘Redskins’",
    "topic": "Education",
    "tags": [
      "Gillian McGoldrick",
      "Neshaminy School",
      "Redskins Debate",
      "Student Activism",
      "High Schools"
    ],
    "summary": "Neshaminy High School's student newspaper editor defied administrators by refusing to print the school mascot name \"Redskins,\" leading to her suspension and the seizure of paper copies. This incident reflects broader debates at several high schools where students have played key roles in either resisting or advocating for changes to mascots deemed culturally insensitive.",
    "content": "COLLEGE PARK, Maryland — Either publish the word Redskins or don’t print the paper at all.\nThat was the choice school administrators at Neshaminy High School in Pennsylvania presented to student newspaper Editor-in-Chief Gillian McGoldrick when the newspaper balked at using the name of the school’s official mascot. \nMcGoldrick and the paper’s staff went rogue. They printed the paper without using the name, prompting the principal to seize copies of the paper and later suspend McGoldrick as editor-in-chief for a month.\n“I knew that there would be backlash,” McGoldrick said of the June 2014 decision. “I mean, we were defying a directive from the superintendent and the principal.”\n\n\nReturn to “More than a Mascot”: a Capital News Service examination of Redskins high schools\n\n\nAt several high schools that have dropped the name Redskins in recent years — or, like Neshaminy, schools that are debating whether they should continue to use the name — students were deeply involved at every step of the process. In some towns, they led protests against changing the name. At others, they pushed for change and helped select a new team moniker.\n\nAt Goshen High School in Indiana, at a time when the community sentiment about the nickname was split, a committee of 24 students helped lead the move away from the use of the name. The effort was successful, at least in part because “adults get (angry) at other adults, but they don’t get mad at kids,” according to Principal Barry Younghans.\nAt Paw Paw High School in Michigan, athletes opposed to the change showed up after practice, some wearing Redskins apparel, at a board of education discussion about changing the name. The board voted 4-3 to keep the name.\nAt Conrad Schools of Science in Delaware, students were asked to vote on new nicknames after the decision to abandon the name had already been made. They became the Red Wolves, a reference to the local Lenape Indian Tribe’s “wolf clan.”\n\nAt Neshaminy, a school of about 2,500 students in southeast Pennsylvania near the New Jersey border, the debate over the student newspaper’s use of the name has been deeply intertwined with a parallel effort to change it.\nThe seed for the battle between the student newspaper and school administrators was planted when Neshaminy parent Donna Fann-Boyle began denouncing the nickname at school board meetings in 2012. \nFann-Boyle, whose youngest son entered Neshaminy High School in the fall of 2012, spoke at over a dozen meetings, but she failed to convince the school board to stop using the name. \nSo in 2013, she filed a complaint with the Pennsylvania Human Relations Commission, an agency that enforces state laws prohibiting discrimination, setting off a legal battle that continues today. \n“To have non-native students dressing up in headdresses and painting themselves, it’s a stereotype,” Fann-Boyle, who is part Choctaw and part Cherokee, told Capital News Service. “It’s like you’re saying, ‘This is what we see Natives as, we don’t see them as modern, productive citizens and a part of modern society.’ They’re stuck in this time warp.”\nFann-Boyle’s actions caught the attention of the editors of the Neshaminy monthly school newspaper, the Playwickian, a name related to a local Native American tribe.\nA Neshaminy High School event board. Photo courtesy Donna Fann-Boyle.\n“We started listening to (Fann-Boyle), and then we started having debates about (the name) and like, if it was racist,” said McGoldrick, a Temple University junior who was editor-in-chief from 2013 through her graduation in 2015. “We would have debates after school and one side of the room was for the mascot name and the other was against it.”\nThe debates led to the paper’s editorial staff deciding in the Fall of 2013 — by a 14-7 vote — to edit out or redact the “Redskins” name in future editions of the paper. The Playwickian ran side-by-side editorials — one for the change, one against — to explain the decision.\nThere was significant backlash from the student body, said Tim Cho, a 2016 Neshaminy graduate who became editor-in-chief after McGoldrick graduated.\n“There was a lot of criticism over whether or not we liked the high school, whether we felt as if Neshaminy High School was a good place to be,” said Cho, who supported the decision to stop using the name. “Because a lot of students equated the high school with the mascot itself.”\nA few days after the editorials ran, principal Rob McGee emailed the newspaper’s faculty adviser that he would “ban the ban” of the name, as McGoldrick put it.\nMcGee did not return several phone messages and emails from Capital News Service. \nIn November 2013, McGee told the Associated Press he considered the editors’ motives in refusing to use the name as “valiant” but saw the situation as “a First Amendment issue running into another First Amendment issue.”\nChris Stanley, the school district’s community relations coordinator, declined to comment. \nFor several months, the paper’s editors got around the ban by simply editing the word out. “It was such an easy switch” changing the “Neshaminy Redskins” to the “Neshaminy football team”,  McGoldrick said. Then, in June 2014, Neshaminy student Stephen Pirritano submitted an editorial to the Playwickian denouncing the paper’s policy, calling it “Stalinesque.”\n“No student has the right to censor another; in our paper, every student has an equal right to expression allowed under the First Amendment,” Pirritano, who died in 2016, wrote in a letter published by The Morning Call newspaper.  \nThe Playwickian decided to publish Pirritano’s editorial, in which the word “Redskins” appeared several times, redacted to read “R——-”. When it submitted the issue to school administrators for review, McGee and then-Superintendent Robert Copeland made clear that the paper had just two choices, according to McGoldrick: publish the paper with the editorial and the word intact — or don’t publish at all.\nCopeland, now superintendent of the Lower Merion School District, did not respond to multiple requests for comment. McGoldrick said it was a staff decision to print the paper with the letter from the editors, but she personally sent the final go-ahead to the printer with an email.\n“I knew that this was the best decision,” she said. “I made sure to sign my name on the email (to the printer) because I didn’t want anybody else to get in trouble.”\nMcGee initially confiscated some copies from the school’s hallways. He later relented and allowed the paper’s staff to hand out copies of the paper at the 2014 graduation, according to McGoldrick. Copeland called the confiscation of 40 copies of the paper “prudent,” according to a story in the Philadelphia Inquirer.\nMcGee eventually suspended the paper’s faculty adviser, Tara Huber, for two days, and suspended McGoldrick from her editor-in-chief duties. Huber could not be reached for comment. McGee also cut funding to the paper, at the approximate cost of the June issue.\nAround the same time, the district amended its policy that regulates the student newspaper. The policy now requires editors to submit the paper for prior review earlier than before and gives administrators the right to prohibit publication of material “for any reasonable reason.”\nThe new guidelines also provided some protection from discipline for student editors for editorial decisions, including “the deletion of the word ‘Redskin’ from any article or editorial or for objecting to its use in any advertisement.”\nWhile the Playwickian controversy was playing out, Fann-Boyle continued trying to get Neshaminy High School to change its name.\nFann-Boyle resolved to push for a change when she saw the word and Native American imagery everywhere on Back to School Night before her son’s freshman year in 2012. “I had to speak up, I had to say something,” she said.\nThe legal division of the Pennsylvania Human Relations Commission found probable cause in May that the use of the name in the Neshaminy School District violates the Pennsylvania Human Relations Act, which prohibits discrimination because of race or ancestry, according to David Dickieson, an attorney at Schertler & Onorato, who is working with the human relations commission on the case. \nThe human relations commission declined to confirm the finding of probable cause because the case is open, said Christina Reese, a commission media representative.\nNeshaminy School Board member Stephen Pirritano, the father of the student who wrote the editorial arguing against the newspaper’s policy, told Capital News Service in an email, “Neshaminy has always and will continue to be supportive of and display our heritage in a prideful and dignified manner…Neshaminy is a place (where) all peoples’ come together, where the bonds of community make this a special place of growth and opportunity for all.”\nThe case will next go to a public hearing, likely next year, where each side will present expert testimony on the impact of the name on students, according to Dickieson.   \nAt the student newspaper, the debate over using the name has continued. \nIn April 2016, then-co-managing editor Jessica McClelland submitted an article about the school’s annual male beauty pageant, called “Mr. Redskin.”\nThe paper’s editors voted to redact the word, against McClelland’s wishes. She appealed to the principal, who upheld her appeal. He directed Tim Cho, the new editor-in-chief following McGoldrick’s graduation, to publish the article on the paper’s website with the word.\n“I was always taught to stand up for what I thought was right, not for what was the easy way out.  The easy way out would have been to redact the word,” McClelland said in a Facebook message to Capital News Service.\nCho, now a student at New York University, published the article with the name redacted. That  prompted school administrators to revoke the editors’ access to the website and change the article to include the word.  \n“It was my belief that the editors have the authority to determine what the guidelines for editing and publishing are, whereas the principal’s role is more of a watchdog,” Cho said of his decision, in a Facebook message to Capital News Service. “If we had complied with the principal’s directive without challenging it, I feared it would have set a dangerous precedent.”\nThis time, the consequences were different. No one was suspended and the paper didn’t lose any funding, but the story remained online in its unredacted form. A month later, Cho graduated and then-junior Grace Marion succeeded him as editor-in-chief. School administrators returned access to the website to Marion, but it was a conditional return.\n“I had to be completely supervised by my adviser at all times and the adviser had to change the password after each login so there could be no tampering,” Marion said.\nA year and a half later, the issue is still not completely settled. Marion said she’s told the staff to go back to writing around it, as they had in 2014-2015. “I’ve told the writers to avoid (the name) like the plague.”\n-30-",
    "metadata_people": "[\"Neshaminy High School's student newspaper editor\"]",
    "metadata_geographic_focus": "",
    "metadata_key_institutions": "[\"Neshaminy High School\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Neshaminy High School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 6,
      "Sports": 3,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 7,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/16/silver-spring-elementary-school-is-first-in-montgomery-county-to-require-foreign-language-learning/",
    "title": "Silver Spring elementary school is first in Montgomery County with an all-student language immersion program",
    "topic": "Education",
    "tags": [
      "Silver Spring",
      "Montgomery County",
      "Language Immersion",
      "Bilingual Students",
      "Elementary School"
    ],
    "summary": "Silver Spring's elementary school in Montgomery County stands out as the first to implement an all-student language immersion program, mandating bilingual education for every student.",
    "content": "SILVER SPRING, Maryland — It’s not uncommon to learn a language in school. It’s a little less common to immerse yourself in that language. One elementary school in Montgomery County is taking that one step further, requiring all students to become bilingual.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Montgomery County",
    "metadata_key_institutions": "[\"Silver Spring Elementary School\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 7,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Silver Spring Elementary School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 3,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 4,
      "Environment": 1,
      "International Affairs": 2,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 2,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/16/montgomery-school-challenges-students-in-two-languages/",
    "title": "Montgomery school challenges students in two languages",
    "topic": "Education",
    "tags": [
      "Kemp Mill",
      "Edwin Amaya",
      "Spanish Week",
      "Dual Language",
      "Silver Spring"
    ],
    "summary": "Kemp Mill Elementary School in Maryland implements a dual-language program requiring all students to learn in both English and Spanish, with the goal of expanding this approach school-wide by 2022. Fifth-grade teacher Edwin Amaya challenges his students with advanced math lessons in both languages, helping some, like Quenia, develop skills that extend beyond the classroom.",
    "content": "SILVER SPRING, Maryland ––– Step into Edwin Amaya’s fifth-grade math class at Kemp Mill Elementary School and you may find yourself overwhelmed, a la “Are You Smarter Than a Fifth Grader?”\nIt likely won’t be the mathematics that gives you trouble, but the language – unless you speak Spanish.\nAmaya’s students are in the midst of a “Spanish week,” in which they are required to speak the language all day, every day. In Thursday’s class, a small group is instructed at a round table as the others stroll around the room, solving problems taped to objects – a math scavenger hunt, if you will.\nSince 2001, Kemp Mill has offered dual-language education in English and Spanish. Students enrolled in that program receive half of their instruction in English and half in Spanish.\n\nThe language of choice alternates by week, but is limited to language arts, math, science and social studies classes. All special classes – physical education, art, music and STEM – are taught only in English.\nUntil fall 2016, the dual-language education was an optional enrichment program.\nFor the past two years, however, the school has been in the process of requiring the program for its entire student body.\nLast fall, all kindergartners were required to take English-Spanish classes, and this year, first graders joined that cluster as well. Subsequent grades will be added each year until the entire school’s curriculum is taught in English and Spanish for the 2021-22 school year.\nAlthough Kemp Mill is one of three Montgomery County public schools with dual-language education, it is the only school that offers it for all students.\nAmaya teaches his fifth-grade students sixth-grade level math, in both English and Spanish, but his students have much bigger aspirations than being in the advanced math group.\nQuenia, for example, translates for her El Salvadorian mother who doesn’t speak English, which makes her feel “lucky.”\nQuenia wants to be a soldier when she grows up because of the opportunities she’s been afforded.\nDual-language education, she says, has given her a glimpse of some of the sacrifices she’ll be making in the military. She explains how her mother offers to take her out for ice cream and to a local park, but she often must stay home, instead opting to work to have a better grasp of English and Spanish.\n“¿Qué pasa si hago esto?” Quenia dreams. (“What would happen if I did that?”)\n“This country has given me food, it’s given me clothes, it’s given me life,” Quenia explains. “And I want to fight for this country.”\nHer classmate Daniela, an 11-year old who also speaks Spanish at home, wants to be a lawyer to help those who have been wrongly imprisoned due to language barriers. She says she wants to learn French in middle school, so that she can talk to even more of her peers.\nDaniela has even noticed connections to French, given her English-Spanish background.\n“We have a French student in our class, who came last year and it was a hard time for him to communicate,” Daniela says. “He’s learning a lot in English and Spanish. We all helped him, and he’s learned a lot of things.”\nThere are 19 students in Amaya’s class and according to school administrators, no class exceeds 22. Amaya asserts that the smaller classes allow for a more intimate and compassionate environment – one in which the students are encouraged to help one another acquire secondary language skills.\n“This develops these students socially,” Amaya says. “It’s tighter-knit when you’re in dual language.”\n“I feel proud not just of their hard work, but for them to be thinking about that: helping others,” Amaya says with a smile.\nPrincipal Bernard James echoed Amaya’s sentiment, calling the program “a gift.”\n“We’re preparing our students to be advocates for themselves, their families, others,” James said. “Our world goes far beyond Montgomery County and we’re preparing them to take it, to seize it.”\nJames feels that this “50-50” English-Spanish divide is the best way to bridge the achievement and opportunity gaps.\n“We have students from all over, so we really look to see if our potential staff are those who can come in and make an authentic connection,” James says. “Children can tell whether or not you’re authentic.”\nAs of last year, Kemp Mill’s student body was 75 percent Hispanic. That contrasts to Montgomery County Public Schools system-wide, which are 30 percent Hispanic.\nJames bedphasizes the significance of having teachers who are culturally competent and reflect their classroom’s demographic.\n“We’re preparing our students to be advocates for themselves, their families, others,” James says. “We shouldn’t be so prideful to think that the only language that matters is English.”\nSeveral of Amaya’s students understand that, the math teacher asserts.\nHe tells of a student who just arrived from Mexico who doesn’t speak English. His peers have helped him access the class’s online materials and showed him how to line up in between class periods and where to put his backpack.\n“This is an amazing program,” Amaya says. “It’s absolutely humbling to be a part of it.”",
    "metadata_people": "[\"Edwin Amaya\", \"Quenia\"]",
    "metadata_geographic_focus": "Montgomery County",
    "metadata_key_institutions": "[\"Kemp Mill Elementary School\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Kemp Mill Elementary School\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 3,
      "Environment": 1,
      "International Affairs": 2,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 3,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/15/panel-weighs-new-school-construction-funding-bill/",
    "title": "Panel weighs new school-construction funding bill",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Schools",
      "Construction",
      "Funding",
      "Rosapepe"
    ],
    "summary": "A state panel in Maryland is reviewing a revised bill aimed at addressing school construction needs and reducing overcrowding, with an estimated $23.3 billion required for statewide improvements through 2023. The legislation seeks to prioritize funding and streamline construction processes to eliminate the use of temporary classrooms and repair aging facilities.",
    "content": "ANNAPOLIS, Maryland — Building additional schools and pushing for more up-to-date, efficient and innovative design proposals is under review by a state panel charged with examining school construction.\nToday, an estimated 65,297 students in Maryland public schools are in temporary classrooms such as trailers, and there is $23.3 billion in estimated statewide school construction needed through fiscal year 2023, according to the Maryland State Department of Education and local schools.\nMaryland Sen. Jim Rosapepe, D-Anne Arundel and Prince George’s, discussed a revised version of an earlier bill, the Maryland Overcrowding Reduction Act of 2018, at Tuesday’s meeting of the 21st Century School Facilities Commission in hopes of combatting school overcrowding problems across the state.\nThe legislation did not pass last spring, however Rosapepe said he is confident in his revisions and efforts for the upcoming session.\n“Facilities are one thing — we need them. I don’t see us educating in cornfields. They’re just as important as the programs taught,” said Martin G. Knott Jr., chair of the commission.\nRosapepe explained that this $23 billion construction estimate is unaffordable, and the state and local governments will not significantly boost borrowing for schools in order to pay for all of the projects. All 24 jurisdictions have the ability to build and repair schools at much lower costs, Rosapepe told the commission.\nSchools prioritize their money in different ways, he said, and one school might spend more on a building’s upkeep and another on hiring a new math teacher.\nAccording to the state’s Department of Legislative Services, the average cost for a new public school is $46,000 per student, however recent construction costs in Maryland have ranged from $19,000 to $87,000 per student, a large gap that Rosapepe wants to narrow.\nThe goals of the legislation are to reduce overcrowding, repair old buildings and to end the need for portable classrooms. By designing, approving and building schools faster, reducing costs per student for new schools and incentivizing 21st century construction methods, Rosapepe said, change can be made.\nFor example, Rosapepe said, there no longer is a need for computer labs in schools now that students can bring their own devices. By cutting out an entire room, this is demonstrating 21st-century development techniques and is just one way that schools can be more cost-effective.\nSimilarly, old buildings can be converted to save money. Baltimore’s Monarch Academy, which enrolls 990 students, was formerly a Coca Cola Bottling Plant.\nAccording to Rosapepe, with these strategies, the number of school construction projects can increase by 50 percent at no additional cost by just reducing the average cost per student. However, there would be no mandated changes for local school systems and governments who do not opt in to these recommendations, under the bill.\nAdditional recommendations dealt with setting funding goals and reviewing school designs. Recommendations in discussion included conducting statewide facility assessments and streamlining the review process for projects.\n“These recommendations are spot on, they are a great step forward and we support the senator’s recommendations,” Stephen Baldwin, a commission member, said.\nBefore the final meeting in December, Knott said, the commission will hone their recommendations and are expecting members of the commission and others to weigh in on them.\n“If anyone thinks we’re stuck in the past, we’re not. We’re moving forward. We’re taking bold initiatives,” Knott said.\nAt a meeting Wednesday, Maryland’s Board of Public Works unanimously approved $426 million for Baltimore City public schools’ construction and revitalization — a 21st Century Schools project.\n—Capital News Service correspondent Julie Depenbrock contributed to this report.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 9,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 3,
      "Economy": 5,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 2,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/15/vision-for-baltimore-providing-free-eyeglasses-to-thousands-of-students/",
    "title": "Vision for Baltimore providing free eyeglasses to thousands of students",
    "topic": "Education",
    "tags": [
      "Baltimore",
      "Free Eyeglasses",
      "Students",
      "Public-Private Partnership",
      "Behavior Improvement"
    ],
    "summary": "A public-private initiative in Baltimore has supplied free eyeglasses to 2,000 students, leading to noticeable improvements in their behavior and academic performance.",
    "content": "BALTIMORE, Maryland — A new public-private partnership in Baltimore has provided some two thousand students in Baltimore City with free eyeglasses. Educators say behavior and learning outcomes for those students have since improved.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Baltimore City",
    "metadata_key_institutions": "[]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 5,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 7,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/15/commission-considers-solutions-to-public-school-overcrowding/",
    "title": "Commission considers solutions to public school overcrowding",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Commission",
      "Facilities",
      "Students",
      "Costs"
    ],
    "summary": "The 21st Century School Facilities Commission in Maryland is exploring solutions to move up to 65,000 students from temporary to permanent classrooms. The commission aims to address overcrowding and reduce the costs associated with building new schools.",
    "content": "ANNAPOLIS, Maryland—The 21st Century School Facilities Commission is looking at a way to get as many as 65-thousand of the state’s public school students out of temporary classrooms and into permanent facilities while also bringing down the cost of new school construction.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"21st Century School Facilities Commission\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 3,
      "Economy": 5,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 4,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/09/md-schools-commission-aims-for-more-career-bound-programs/",
    "title": "Md. schools commission aims for more career-bound programs",
    "topic": "Education",
    "tags": [
      "Ebony Ginard",
      "Edgewater Maryland",
      "Carpentry Certifications",
      "Career Programs",
      "Auto Technology"
    ],
    "summary": "Center of Applied Technology South in Edgewater, Maryland, offers students a range of career-focused programs, enabling them to gain valuable industry certifications and skills. Programs include carpentry, culinary arts, health, auto technology, marine repair, and cosmetology, preparing students for the workforce.",
    "content": "EDGEWATER, Maryland — Ebony Ginard can build a small house in just two weeks.\nSome people work their entire lives to become certified in their trade, but Ginard says she has gained multiple carpentry certifications and valuable skills at Center of Applied Technology South, a Maryland public high school in Edgewater, Maryland, with more than a dozen special career programs.\n\n\n\n\n\n\t\t\t\tCenter of Applied Technology, a public high school in Edgewater, Maryland, gives students the opportunity to explore various career pathways and learn the many different skills needed to enter the workforce. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tCenter of Applied Technology, a public high school in Edgewater, Maryland, gives students the opportunity to explore various career pathways and learn the many different skills needed to enter the workforce. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tCaedan Ackerman, a student in the culinary arts program, bakes donuts during his free lab on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tStudents in the honors academy of health program learn and practice how to test vitals on one another on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tCJ Catner, a student in the auto technology program who has already received eight certifications in his field, continues to hone in his skills working on vehicles on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tAfter spending only two years at CAT South, Marcus Greuling, a student in the marine repair technology program, continues to work on building a boat of his own on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tCosmetology Teacher Carla Matthews teaches her students how to properly perform styling treatments according to state board on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.)\n\t\t\t\t\n\n\n\n\n\t\t\t\tStudents in the carpentry program cut and sand down wood to practice constructing small homes in the classroom on Thursday, November 2, 2017. (Georgia Slater/Capital News Service.) \n\t\t\t\t\n\nIn 2016, there were 97,857 students in Maryland enrolled in career and technology education programs across the 237 schools that offered them, according to the Maryland State Department of Education. There were 148 different continuing education programs of study offered and about 38.7 percent of high school students in Maryland participated in these programs.\nA state education commission, helmed by former University System of Maryland Chancellor William “Brit” Kirwan, is weighing these programs as part of its broad look into improving Maryland schools.\nSome commission members said at last month’s meeting they would like to alter the misconception that only students who do not excel in traditional academic subjects should enroll in career and technology programs, and instead that these programs should continue to develop.\nTo do so, commission members want more funding, and more involvement from businesses, said Delegate Maggie McIntosh, D-Baltimore.\n“Every time we can couple our programs with an industry-related certification or credential, we do,” Karen B. Salmon, state superintendent of schools, told the commission.\nCareer and technology programs throughout the state, like CAT South, measure their success based on the students’ successes. The carpentry program, for example, has had a 100 percent graduation rate, carpentry teacher James Turek told the University of Maryland’s Capital News Service.\nThis year, the school offers 14 different pathways, or career programs, such as cosmetology, automotive technology, carpentry and even marine repair technology, the only program of its kind east of the Mississippi River.\n\n“We have a lot of diverse kids that come through our program with a lot of different needs and wants, and we have many different programs so we can satisfy those needs, which is outstanding,” Turek said.\nAside from learning the “hard” skills that are needed for employment, commission members said, all students, including those not enrolled in a career program, should learn about the “soft” skills, including professionalism, attitude, problem solving and cooperative team-building skills.\n“We get them prepared for employment. They get prepared very differently than kids who go through non-CTE programs because we do offer the competitive edge when it comes to employability: We focus on those skills specifically,” Turek said.\n“We have a lot of fun here, as stressful as it is,” Jessica White, a junior in the information technology networking program, said. “It’s a different experience and I like it. It’s hands-on and you get to know the material so much better than if you were reading it from a textbook.”\nOnce a student completes a Maryland career program, they also have the option to earn college credits or certifications and licenses.\nMany students at CAT South have already earned certifications or are expecting to earn several by the time they graduate.\nCJ Catner, a junior in the auto technology program, said he has already earned eight certifications, and Olivia Carhart, senior cosmetology student, said she is expecting to receive her state board certification at the end of the school year.\n“The way that the teachers lay out the curriculum is how to do everything according to state board, so that we know we’re doing everything safely, which has definitely prepared us for the exam,” Carhart said.\nWhite said that CAT South has done a great job preparing her for the computer science field.\n“You’re definitely ready to go into the workplace right away but I want to go to college first to get more degrees under my belt. I have two certifications and working on getting two more,” White said.\nBased on the success of these “career and technology education” programs, commission members are seeing the need for even more support.\n“I like the idea of expanding (the program),” said Assistant State Superintendent for the Division of Career and College Readiness Lynne Gilli. “Anything that adds resources to the initiative would help.”\nState aid to local jurisdictions for career and technical education statewide totaled $14,074,309 in the 2015 fiscal year. This fiscal year, the total was $13,677,310.\nIn Maryland, each local jurisdiction determines the total it will allocate for career and technology education, said Bill Reinhard, director of communications for the Maryland State Department of Education.\nTotal federal grants to states nationwide in 2016 topped $1.1 billion for career, technical and adult education.\nFor many students, the program is more than just learning their trade — it’s about forming relationships.\n“It’s a different type of classroom, you’re not required to be here, it’s a choice. You elect yourself to be here so with that mindset it does make us closer and I probably spend more time with these people than anyone else…I would say it’s like a family,” Carhart said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Center of Applied Technology South\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[\"Center of Applied Technology South\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 3,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 2,
      "Economy": 5,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/02/hogan-aims-to-draw-more-k-12-girls-minorities-to-tech-jobs/",
    "title": "Hogan aims to draw more K-12 girls, minorities to tech jobs",
    "topic": "Education",
    "tags": [
      "Hogan",
      "Maryland",
      "ACCESS",
      "STEM",
      "Girls"
    ],
    "summary": "Maryland Gov. Larry Hogan launched the ACCESS initiative, allocating $5 million and new legislation to promote computer science education and workforce development, particularly focusing on increasing participation of girls and minorities in STEM fields.",
    "content": "ANNAPOLIS, Maryland — Maryland Gov. Larry Hogan on Thursday announced an initiative promoting computer science and technology education, emphasizing gender and minority equity in the STEM field.\n“The Maryland economy is really booming, and anything from farming to cybersecurity needs people who are technologists, and the gender gap is only getting wider. … We need to get girls into the classroom and into the field,” Emily Schienvar, a communications associate with Girls Who Code, told the University of Maryland’s Capital News Service.\nHogan’s “ACCESS” initiative — or Achieving Computer science Collaborations for Employing Students Statewide — is an education and workforce development plan that includes $5 million in additional funding as well as new legislation to establish computer-science standards for K-12 education statewide.\nThere are about 20,000 openings for computer science jobs in Maryland — home to the National Security Agency — but the state produced fewer than 3,000 computer science graduates in 2015, Hogan said.\n“The more money to fund training teachers the better, because it will create a better product to prepare the kids for the world. That’s why we come to work everyday,” said Joe Rose, principal at Center of Applied Technology-South, a public magnet vocational trade school in Anne Arundel County, Maryland.\nRose also said his school is “breaking down roadblocks and barriers” in the technology field, with “quite a few young women” enrolled in their computer science programs.\n“Based on current trends, women will hold only one in five of these ‘jobs of the future’ in America by the year 2025,” said Hogan, emphasizing the lack of women employed in computer science jobs.\nThe governor also announced a partnership between the state of Maryland and Girls Who Code, creating a Governor’s Club Challenge where the 23 Girls Who Code clubs in the state will compete to present their computer science projects to Hogan.\nThis first-of-its-kind challenge will also create partnerships among education and community stakeholders in the state to launch new Girls Who Code clubs and promote gender equality in the field, according to Hogan.\nHogan said the “ACCESS” initiative grew from his membership in a group of nine governors aiming to expand access to K-12 computer science. He joined the group, part of the National Governors Association, in July.\n“We must spark the interest of students – particularly girls – beginning at an even younger age, and we must inspire high school and college students to pursue careers in computer science,” Hogan said at the news conference.\nAlso on Thursday, Hogan signed an executive order directing the state’s Task Force on Cybersecurity and Information Technology, part of the Governor’s Workforce Development Board, to research pathways to grow the Maryland technology sector, as well as propose innovative ways to promote gender and minority equity in the STEM field. A report is due to the governor’s desk by June 2018.",
    "metadata_people": "[\"Larry Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Department of Education\", \"Maryland Governor's Office\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 4,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/11/01/state-commission-offers-help-to-those-trying-to-pay-off-student-loans/",
    "title": "State commission offers help to those trying to pay off student loans",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Loans",
      "Financial",
      "Commission",
      "Legislation"
    ],
    "summary": "The Maryland Financial Education Commission endorsed legislation to protect students from defaulting on student loans. This move aims to provide relief and support for those struggling with loan repayments.",
    "content": "COLLEGE PARK, Maryland — The state’s Financial Education Commission voted to endorse legislation to safeguard students from defaulting on their student loans.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland Financial Education Commission\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 3,
      "Civil & Criminal Justice": 2,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 6,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/30/public-losing-confidence-in-ncaa-president-says/",
    "title": "Public losing confidence in NCAA, president says",
    "topic": "Education",
    "tags": [
      "NCAA",
      "Mark Emmert",
      "Basketball",
      "Bribery",
      "Rick Pitino"
    ],
    "summary": "NCAA President Mark Emmert acknowledges the public's declining trust in the organization's ability to regulate college sports, especially basketball, amid recent bribery and fraud allegations. The Knight Commission expresses deep concern over these issues, emphasizing the need for fundamental changes to ensure integrity and self-governance in higher education athletics.",
    "content": "WASHINGTON — The president of the NCAA said Monday that the public is losing confidence in his organization’s ability to regulate college basketball and other sports, suggesting that the problem needs to be fixed quickly.\n“I believe strongly today that we cannot go into the next basketball season without seeing fundamental change in the way college basketball is operating,” NCAA President Mark Emmert told members of the Knight Commission on Intercollegiate Athletics at a meeting in Washington. “The public doesn’t have sufficient confidence in any of us. And I’ll take that on myself, in terms of our ability to solve these issues.”\nCollege basketball has come under special public scrutiny since federal prosecutors brought charges of bribery and fraud last month against 10 men connected to Division I basketball, including four assistant coaches. The charges connected to the University of Louisville led to the firing of basketball coach Rick Pitino.\n“All of those things are distortions of what the fundamental mission of higher education is all about,” Emmert said of the bribery allegations that led to the indictments. “We need to be paying very close attention to it. And then we need to make sure that we can demonstrate to the world that we in higher education are capable of self-governance.”\nKnight commission co-chair Arne Duncan said the commission was, “deeply troubled by the mounting evidence that the NCAA seems to be unable to ensure a level of integrity that has to be a priority in the education and treatment of college student-athletes,” adding that the relevancy of the NCAA was at stake.\n“These threats to the integrity of college sports compel us to act in a very different way,” Duncan said at a press conference following the meeting. “The status quo simply isn’t working.”\nThe commission was formed in 1989 to make recommendations to the NCAA to promote student-athlete well-being following a series of scandals. The commission has no formal oversight authority.\nAsked by a commissioner whether the NCAA can survive, Emmert said he believed that his organization was the best possible model for regulating college athletics.\n“Let’s just do the mental experiment and eliminate the NCAA. OK, then what?” Emmert said. “Do we create a federal ministry of sport and let the federal government run it?…Do we create a new commission on college sport in America?…So it really begs the question, sort of the Churchillian notion of it being the worst possible solution except for everything else.”\nCo-chair Carol Cartwright, president emeritus of Bowling Green State University and Kent State University, said at the press conference that the commission was not giving up on letting higher education self-regulate, but “there need to be some more checks and balances.”\nDuncan, who was education secretary under President Obama, asked whether schools found in violation of NCAA rules should be denied a portion of the billions in federally-backed grants and loans that flow to NCAA schools.\n“If that money is going out to places where there is academic fraud being perpetuated, is it worth considering?” Duncan asked at the press conference. “I don’t know if it’s possible, I don’t know if it’s viable and I don’t know if the current administration would be interested, but is there a way to recoup some of that money that went to coursework that wasn’t real?”\nAt the meeting, Emmert also said he had problems with a system that encourages the country’s top basketball talent to enter college and stay for only one year before departing for the NBA draft.\n“It makes no bloody sense…If someone wants to become a professional athlete and develop the skills of becoming an athlete, they shouldn’t have to go to college to do that,” Emmert said. “Our business is educating and developing young people. It’s not giving them basketball skills.”\nBut commission member David Robinson, a former All-American at the Naval Academy and NBA MVP, said the NCAA should make an affirmative case for the best players to attend college, regardless of how long they plan to stay.\n“We should be doing a better job of telling these kids, or presenting to them the opportunity of coming to college and the benefits for the long term that they will have,” Robinson said. “20, 30, 40 kids are going to go the NBA. The rest of y’all, we’re your best bet. You need to come here, you need to spend time on our campus.”\n-30-",
    "metadata_people": "[\"Mark Emmert\"]",
    "metadata_geographic_focus": "multiple regions",
    "metadata_key_institutions": "[\"NCAA\", \"Knight Commission\"]",
    "metadata_story_category": "analysis",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 3,
      "Civil & Criminal Justice": 5,
      "Sports": 9,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/18/frederick-transgender-student-helps-to-change-county-policy/",
    "title": "Frederick transgender student helps to change county policy",
    "topic": "Education",
    "tags": [
      "Frederick County",
      "Transgender Students",
      "Policy Change",
      "Community Debate"
    ],
    "summary": "Frederick County Public Schools has implemented a new policy allowing transgender and gender non-conforming students to be recognized according to their identified gender. This decision comes after extensive community discussions.",
    "content": "FREDERICK, Maryland — After months of debate from the community, Frederick County Public Schools officially enacted a policy to allow transgender and gender non-conforming students to be treated as the gender they conform to while in schools.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Frederick County",
    "metadata_key_institutions": "[\"Frederick County Public Schools\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 5,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 4,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/11/legislators-weigh-recommendations-to-expand-prekindergarten/",
    "title": "Legislators weigh recommendations to expand Prekindergarten",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Pre-K",
      "Legislative",
      "Funding",
      "Access"
    ],
    "summary": "Maryland's state workgroup recommends increasing the income threshold for free prekindergarten by over 60% and expanding universal, high-quality, full-day pre-K access for all 4-year-olds through a mix of public and private funding. Currently, only 35.6% of 4-year-olds are enrolled in state prekindergarten, highlighting the need for increased access and quality improvements.",
    "content": "ANNAPOLIS, Maryland — The state’s income threshold for families to qualify for free prekindergarten should be increased by more than 60 percent, a state workgroup told a legislative panel this week.\nA state House and Senate committee weighing universal schooling for 4-year-olds met on Tuesday and acknowledged the need for an increase in funding for the early education program statewide.\nA workgroup formed to study universal access to prekindergarten was charged in April with presenting a report to the governor and the General Assembly by December.\nUniversal, high quality, full-day prekindergarten should be accessible to all 4-year-old children through a variety of programs and providers with a combination of public and private funding, the state’s education department, presenting the workgroup’s findings, told the panel on Tuesday.\nThe legislative committee also took into account a report published in January 2016 by Augenblick, Palaich and Associates, a consulting firm in Colorado, that highlighted the need to offer more access to prekindergarten in Maryland and increase the number of high-quality spots available to serve 80 percent of the state’s 4-year-olds.\nAccording to the Colorado firm’s data, 35.6 percent of 4-year-olds were enrolled in state prekindergarten in Maryland as of January 2016.\nMaryland’s enrollment is similar to neighboring states’ — such as Delaware and Virginia, which have 5.6 percent enrollment and 17.7 percent enrollment respectively; however, other states have rates of prekindergarten enrollment greater than 70 percent, such as Florida, Oklahoma and Vermont.\nMaryland currently mandates that each district provide at least a half day of free pre-K for 4-year-olds who are in households with incomes at or below 185 percent of the federal poverty level, which is $45,510 for a family of four, according to Steven Hershkowitz of the Maryland State Education Association.\nThe income level qualification would be raised to 300 percent of the federal poverty level, or $73,800 for a family of four, over a period of at least 10 years if the workgroup’s recommendations are implemented.\nThe workgroup also suggests that funds flow through the state Department of Education and be distributed to school systems and community-based programs through a grant process.\nThe change would improve access for many families in the state who can’t afford a private provider, but also aren’t eligible for free programs.\nSen. Nancy King, D-Montgomery, the chair of the committee, said she supports expanding pre-kindergarten, but that funding will be a challenge.\n“I’m definitely a believer in pre-k I’ll tell you that,” King said Tuesday. “Difference in abilities is outstanding, from someone who has had pre-k and someone who hasn’t. You wonder throughout the years who does catch up.”\nOn Thursday, Maryland’s Kirwin Commission on Innovation and Excellence in Education is scheduled to discuss revising funding for state education, as well as consider the proposal for universal prekindergarten.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland state workgroup\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"pre-k\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 3,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/05/students-and-parents-hit-the-street-for-walk-to-school-day/",
    "title": "Students and parents hit the street for Walk-to-School Day",
    "topic": "Education",
    "tags": [
      "Walk-to-School",
      "Montgomery County",
      "Broken Leg",
      "Student Participation",
      "Maryland Schools"
    ],
    "summary": "Students and parents participated in Walk to School Day at a Montgomery County elementary school, with over 100 Maryland schools taking part. Even a student with a broken leg joined the event.",
    "content": "GERMANTOWN,Maryland — A local Montgomery County elementary school was one of more than 100 schools in Maryland to participate in national Walk to School Day. And a broken leg couldn’t keep one local elementary school student from joining in.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Montgomery County",
    "metadata_key_institutions": "[]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 3,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 1,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 3,
      "Arts & Society": 2,
      "Environment": 2,
      "International Affairs": 1,
      "Transportation & Infrastructure": 4,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/05/montgomery-county-tackles-drivers-passing-stopped-school-buses/",
    "title": "Montgomery County tackles drivers passing stopped school buses",
    "topic": "Education",
    "tags": [
      "Montgomery County",
      "School Buses",
      "Drivers Safety",
      "Penalties Increased",
      "Children Protection"
    ],
    "summary": "Montgomery County is intensifying efforts to penalize drivers who illegally pass stopped school buses. This initiative aims to enhance the safety of children as they board or exit the buses.",
    "content": "REDLAND, Maryland –Montgomery County is stepping up its efforts to crackdown on motorists who break the law and put children at risk when their vehicles pass stopped school buses.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Montgomery County",
    "metadata_key_institutions": "[\"Montgomery County Public Schools\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 7,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 5,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 4,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 6,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 2
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/10/05/alums-foundation-gives-219-million-to-university-of-maryland/",
    "title": "Alum’s foundation gives $219 million to University of Maryland",
    "topic": "Education",
    "tags": [
      "A. James",
      "Clark Foundation",
      "University Maryland",
      "Larry Hogan",
      "Wallace Loh"
    ],
    "summary": "The A. James Clark Foundation has donated $219 million to the University of Maryland, one of the largest gifts to any public university in the 21st century, aimed at creating scholarships and enhancing facilities.",
    "content": "COLLEGE PARK, Maryland — Gov. Larry Hogan on Wednesday joined University of Maryland leadership to announce a $219 million gift from the A. James Clark Foundation, named for a former engineering student who attended the College Park campus on a scholarship in the 1940s.\nThe donation is among the largest investment any public institution in the 21st century has ever received, according to the university.\n“It’s an investment in the future of young people … this dramatically increases the number of scholarships for bright, talented, hardworking students,” University of Maryland, College Park President Wallace D. Loh said.\nThe gift will be used to create faculty chairs, support additional fellowships and build additional workspaces for students at the university — and generate $100 million in financial need-based scholarships.\nMajor scholarship programs, such as the A. James Clark Scholars Program, and the Clark Opportunity Scholarship for Transfer Students, will receive more funding, influencing the academic careers of over 50 engineering students.\nCourtney Clark Pastrick, the daughter of James Clark, said that her father’s ability to remember his personal challenges while in college allowed him to empathize with the needs of other students. James Clark, an engineering college alum at Maryland and founder of Clark Construction in Bethesda, often hitchhiked to school and relied on financial assistance to get an education.\nBefore he died in March 2015, Clark donated well over $40 million to a variety of projects at his namesake A. James Clark School of Engineering on the College Park campus.\n“I am from a low-income family and if it wasn’t for the Clark Opportunity Scholarship I wouldn’t be able to attend the University of Maryland,” Faraz Burni, a junior chemical engineering major from Silver Spring, Maryland, told the University of Maryland’s Capital News Service.\n“Because of this scholarship I am able to pursue my dream to…become a research scientist,” said Burni, 20.\nLast month, the foundation gifted Virginia Tech, another flagship university, with $15 million toward the A. James Clark Scholars Program there. The donation ranked as the largest scholarship gift ever made to that university.\nPublic officials and university leaders, including Maryland House Speaker Michael Busch and University System of Maryland Chancellor Robert Caret attended the announcement. Senate President Thomas V. “Mike” Miller Jr. was unable to attend the ceremony due to recent knee surgery, and sent a video congratulating the school.",
    "metadata_people": "[\"A. James Clark\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"University of Maryland\", \"A. James Clark Foundation\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[\"University of Maryland\"]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 3,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 5,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/09/21/state-legislation-to-counter-opioid-epidemic-leads-panel-to-revisit-recovery-schools/",
    "title": "State legislation to counter opioid epidemic leads panel to revisit recovery schools",
    "topic": "Education",
    "tags": [
      "Kevin Burnes",
      "Maryland",
      "Phoenix Program",
      "Opioid Epidemic",
      "Start Talking"
    ],
    "summary": "Recent spikes in Maryland's opioid epidemic have prompted a state work group to consider reviving recovery schools, like the Phoenix program that closed in 2012, which helped transform the life of former addict Kevin Burnes. The Start Talking Maryland Act, effective July 2023, mandates precautionary measures in schools against opioid abuse and establishes a panel to develop and evaluate substance abuse programs.",
    "content": "BALTIMORE — A fire led to the eventual end of Phoenix — a groundbreaking Maryland public school program for children with addiction that closed in 2012 — but the state could see institutions like it rise again from the ashes.\nRecent spikes in the Maryland heroin and opioid epidemic have triggered calls for substantial changes in education systems statewide, and a state work group is weighing the return of recovery schools after a Sept. 7 meeting.\nFor Kevin Burnes, 47, of Gaithersburg, Maryland, attending a recovery school separate from his hometown high school was life-changing.\nBurnes said in a public letter that he began to experiment with drugs and alcohol at age 10, and his addiction to alcohol quickly escalated to PCP. He found himself homeless and was admitted into a psychiatric institute, he wrote.\nHowever, after finding Phoenix, a recovery program for secondary school students with addiction, and attending for two years, his whole life turned around.\n“What I can tell you is that this program undeniably saved my life,” said Burnes, now a full-time musician living in Frederick, Maryland. “The largest part of Phoenix’s success was due to the fact that everyone was involved. It was a community effort. It’s a community issue.”\nState legislation that passed this year — known as the Start Talking Maryland Act — came into effect in July and directed schools in Maryland to take precautionary measures against opioid exposure and abuse. It also established the work group.\nThe panel is charged with evaluating and developing behavioral and substance abuse disorder programs and reporting their findings to the General Assembly, according to a state fiscal analysis.\nThe legislation additionally requires:\n–To store naloxone in schools and train school personnel in the drug’s administration\n–Public schools to expand existing programs to include drug addiction and prevention education\n–Local boards of education or health departments to hire a county or regional community action official to develop these programs\n–The governor to include $3 million in the fiscal 2019 budget for the Maryland State Department of Education for these policies\n–Schools of higher education that receive state funding to establish these similar policies and instruction in substance use disorders in certain institutions\nMembers of the Behavioral and Substance Abuse Programs and Services Workgroup began to develop ideas on recovery schools at their meeting in Baltimore on Thursday, September 7, 2017. (Georgia Slater/Capital News Service)\nThe Phoenix program and similar secondary schools that followed it were created specifically for students in recovery from substance use disorder or dependency, according to the Association of Recovery Schools.\n“What we’ve known anecdotally for a while, we are starting to finally see with data. These high schools have positive effects on preventing and reducing adolescent alcohol and drug use as well as supporting the abstinence of kids post-treatment and seeing a positive impact on academics,” Dr. Andrew Finch, Vanderbilt University researcher and co-founder of the Association of Recovery Schools told the University of Maryland’s Capital News Service.\nThe first of its kind in the United States, the original Phoenix I school opened in 1979 as an alternative program in Montgomery County, Maryland, that provided both an education and a positive peer culture centered on recovery. Phoenix II followed, also in Montgomery County.\nSince then, about 40 schools have opened nationwide, according to Finch, but none remain in the state of Maryland.\n“It was amazing the support that the students gave to each other. We would have weekly community meetings where they would praise each other for their commitment, but if they weren’t working toward sobriety these kids were the first ones to rat on each other,” Izzy Kovach, a former Phoenix teacher told the University of Maryland’s Capital News Service. “It was a real sense of family…”\nCritical to the Phoenix schools were outdoor challenges, said Mike Bucci, a former Phoenix teacher for 20 years, in a report. Along with regular days of classes and support groups, students would go from climbing 930-foot sandstone cliffs at Seneca Rocks, West Virginia, to biking the 184-mile length of the C&O Canal to sailing the waters of the Chesapeake Bay.\n“These trips helped form lifelong bonds along with an ‘I can’ attitude,” Bucci wrote.\nThe Phoenix schools at their largest enrolled about 50 students each at a time, according to a Montgomery County Public Schools report.\nAfter years of successful work, the Phoenix schools began to lose their spark. Tragedy struck in 2001 when the Phoenix II school burned down.\nHowever, instead of remaining a standalone recovery school, Phoenix II continued on as an in-school program, and eventually Phoenix I followed, according to Kovach.\n“The program lost its validity with this model (with students integrated into other alternative secondary programs in the county). The students knew it, the parents knew it, and eventually key staff left because they also saw it was ineffective,” Kovach said.\nEventually, enrollment dwindled down to only three students and the Phoenix program closed its doors in 2012, according to a report compiled by a community advocacy group Phoenix Rising: Maryland Recovery School Advocates.\nFive years later, with the rise in drug use throughout the state, talk of bringing back recovery school programs have reemerged.\n“Whenever you have a program where there aren’t many of them, like recovery schools, people just don’t don’t think of them as an option. But, it is slowly changing and it’s even starting to be picked up by the media,” Finch said.\nThe epidemic is gathering attention and resources in Maryland — Gov. Larry Hogan declared a state of emergency from March 1 to April 30 and committed an additional $50 million over five years to help with prevention.\nFrom 2014 to 2017, the number of opioid-related deaths reported in Maryland between Jan. 1 and March 31 more than doubled — taking the death toll up to 473, according to state health department data. Since then, the work group has begun to look at these numbers and is beginning to discuss various models for these new recovery programs.\nLisa Lowe, director of the Heroin Action Coalition advocacy group, said she fears that the work group will not be able to understand how to move in the right direction without having students, parents or teachers with lived experience contributing.\n“Instead of just guessing what’s going to work, why not ask the people who are living it?” Lowe said.\nThe work group has considered either creating a regional recovery school or bringing the recovery programs into already existing schools — both models in which Burnes, Lowe and many others are not in favor.\nLowe said students in recovery need to get away from “people, places and things,” a common phrase that is used in 12-step programs. With a regional school or an in-school program, Lowe said, it is more difficult to maintain after-school programming and local peer support groups, and it will bring recovering students back to where their problems started.\nThe start-up costs for Year 1 for one recovery school are estimated to range from approximately $2,258,891 to $2,473,891 depending on whether the school is operated only for Montgomery County students or as a regional recovery school, and again should enroll about 50 students age 14 through 21 years (or Grades 8 through 12), according to a state report.\n“The overdoses are not occurring as much at the high school level, but that’s where they start. They start in high school and they start in middle school. We have to get the program in place so that we don’t have the deaths later on,” said Kovach, the former Phoenix teacher.\nRachelle Gardner, the co-founder of Hope Academy, a recovery charter high school in Indiana, said that these recovery schools are needed all over the country to help battle this substance abuse crisis.\n“Addiction is addiction, when you walk into a 12-step meeting you’re in a room of addicts. You have to treat the addict in itself and we have to meet everybody where they’re at regardless of their drug of choice,” Gardner said.\nThe workgroup is continuing to develop their ideas for recovery schools and are expected to present their findings to the State Board of Education on Oct. 24.\n*The story has been corrected. A previous version misstated the source of a report in the 18th paragraph; and mischaracterized where students were taught once integrated into other schools.",
    "metadata_people": "[\"Kevin Burnes\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Phoenix program\", \"Maryland State Panel\", \"Start Talking Maryland Act\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\", \"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 7,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 4,
      "Sports": 1,
      "Elections": 1,
      "Health": 9,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/09/15/montgomery-county-language-programs-link-students-to-their-culture/",
    "title": "Montgomery County language programs link students to their culture",
    "topic": "Education",
    "tags": [
      "Montgomery County",
      "Chinese-immersion",
      "Potomac Maryland",
      "Cultural heritage",
      "Language programs"
    ],
    "summary": "Montgomery County's diverse population has led to increased demand for language programs that help children maintain their cultural heritage, such as the Chinese-immersion program offered by Montgomery County Public Schools. These programs provide daily language instruction, which is more effective than weekly classes in helping students achieve fluency and connect with their roots.",
    "content": "POTOMAC, Maryland – Ever since Beibei Sun moved to the United States to attend college, she knew she wanted to hold on to her Chinese roots.\nNow that she has two children, she has found the best way to do that is by teaching them how to speak her first language.\nSun, who lives in Potomac, is one of many parents in the Montgomery County area who want their children to learn another language not only for future employment and travel opportunities, but also to keep their heritage alive.\n“When you learn a new language, especially in Chinese, you have to learn where the words come from so you learn a lot about the Chinese culture,” Sun said.\nThirty-four percent of Montgomery County’s population is foreign-born. Of the seven districts that make up the county, two are more populated with Chinese-born people than any other nationality, according to a Capital News Service analysis.\nThe large Chinese presence has had multiple effects in the surrounding area, including in the schools.\nSun said she began speaking Chinese to her son and daughter when they were each infants, but when they became older, they stopped responding to her in Chinese. It became harder as they got older to teach them the language, especially after working all day, she said.\nShe then decided to enroll them in a local Chinese school that met for two hours per week to teach the children basic language skills.\nShe soon realized that the Chinese school wasn’t improving her children’s Chinese at a rate she was hoping for.\nFortunately, she heard that Montgomery County Public Schools (MCPS) offered language-immersion programs starting at the elementary school level. She said she immediately wanted to take advantage of what her local school system had to offer.\n“In Chinese school, it’s just two hours per week so the kids don’t have the motivation to do the work every day,” Sun said. In the Chinese-immersion programs offered in MCPS, “they learn a little bit every day so it helps them pick up the language and they do the work each day.”\nIn language-immersion programs, either all or a portion of all core subjects — for example, math, science, history — are taught in the target language, according to the MCPS World Language Immersion Program website.\nSun saw immediate improvement in her son Leo’s ability to comprehend the language after he started the program in fourth grade at Potomac Elementary School.\nNow 15, Leo said he feels a sense of duty to learn Chinese since it was his parents’ first language. He is now enrolled in Honors Chinese 5 at Churchill High School.\nAlthough he’s only in his sophomore year of high school, he said plans to continue to take Chinese courses through college as his sister does.\nThe Chinese-immersion programs not only teach the students the language, but also about Chinese culture.\nThat appeals to some parents outside the Chinese community.\n“Exposing them to something different from what they know… it helps their brains grow,” said Lola Tobun, whose son, Ayo, is in seventh grade and enrolled in the Chinese-immersion program at Herbert Hoover Middle School.\nTobun grew up in Nigeria speaking Yoruba and learned French in school. She teaches Ayo and her younger daughter — who attends Cold Spring Elementary’s gifted and talented program — about Nigerian culture as well. Although she does not know how to speak Chinese, she was excited that her son had the opportunity to learn.\n“It’s a skill. Every skill you learn now is going to be useful. It doesn’t cost him anything to learn it,” Tobun said. “The future is Chinese. It’s one of the languages – from what I’ve read and everything – it’s a good language and the language of the future.”\nThe language-immersion programs in MCPS began nearly 40 years ago with the installation of a French language immersion program and its goal is to promote bilingual literacy, according to the supervisor of world languages in MCPS, Francoise Vandenplas.\n“It was all based on interest from parents who found that, in Canada, this was one way that French was alive and well,” Vandenplas said.\nMCPS now offers language-immersion programs in Chinese, French and Spanish at seven elementary schools across the county and four middle schools.\nImmersion programs are not offered in the high schools, but students choose to take their preferred language level course.\nIn determining which specific language would be offered for a school’s immersion program, Vandenplas said that the surrounding demographic plays a major role.\n“A lot has to do with community stakeholders and input from communities where the county is looking into creating a program,” Vandenplas said. “For Chinese, one (elementary) school is located in Potomac and there are definitely a lot of Chinese-born parents who have an interest in immersion.”\nTobun said that Ayo, who began learning Chinese at Potomac Elementary School, has frequent opportunities to speak Chinese outside of the classroom. She said she has some friends who will speak to him in Chinese.\nSun and her husband are “mostly social with Chinese” and many of her coworkers are Chinese, which gives Leo more opportunities to hear and speak with other people outside of school.\n“I remember…12 years ago when I started teaching, only about 10 percent (of the students) came from Chinese-speaking homes,” said Shu-Ju Liu, a Chinese language teacher at Herbert Hoover Middle School. said. She said that now that number has increased to 16 to 20 percent of her students.\n“I think that more and more in the U.S., people realize what an asset it is to be bilingual. Our current world is becoming more global and we can’t assume everyone speaks English,” Vandenplas said. “For this community, it’s a lot about keeping the heritage alive.”\nAll the other languages offered provide both partial- and full-immersion options. Vandenplas said the Chinese program is only offered as partial immersion because of a variety of factors, including availability of resources and community input.\nAnother factor for only offering partial immersion is that many of the students who are enrolled in the program come from Chinese-speaking homes, so learning fundamentals of English grammar and language are equally important, Vandenplas said.\n“It’s good for their learning. For my kids, they ‘get it’ and understand what another culture is about…. When you talk about another culture, they’re not judgmental about it,” Tobun said. “For me, I think it is a good idea to expand the program to have every kid living in Montgomery County experience that.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Montgomery County",
    "metadata_key_institutions": "[\"Montgomery County Public Schools\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 3,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 7,
      "Environment": 1,
      "International Affairs": 4,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 4,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 2
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/09/08/prince-georges-county-fatherhood-back-to-school-walk/",
    "title": "Students return to school with big welcome back",
    "topic": "Education",
    "tags": [
      "Prince George’s",
      "Clinton",
      "Dads",
      "Mentors",
      "Pledges"
    ],
    "summary": "At a Prince George’s County middle school in Clinton, Maryland, students returned to school this week to a special welcome from dads and male mentors. These male figures had signed online pledges to support the students' return to classes.",
    "content": "CLINTON, Maryland – This week’s return to school for students at one Prince George’s County middle school was extra special. Dads and male mentors, who signed online pledges to help with greeting students on the first day of classes, were on hand for a special welcome back.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Prince George's County",
    "metadata_key_institutions": "[]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 4,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 3,
      "Sports": 1,
      "Elections": 1,
      "Health": 2,
      "Arts & Society": 3,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/09/07/devos-draws-fire-for-plan-to-change-handling-of-campus-sexual-assaults/",
    "title": "DeVos draws fire for plan to change handling of campus sexual assaults",
    "topic": "Education",
    "tags": [
      "Betsy DeVos",
      "Title IX",
      "Campus Assault",
      "Maryland Students"
    ],
    "summary": "Education Secretary Betsy DeVos overturned Obama-era guidelines on campus sexual assault, signaling a shift in how Title IX cases will be handled. Critics argue this rollback undermines protections for survivors, while supporters claim it ensures fairer treatment for the accused.",
    "content": "WASHINGTON – Education Secretary Betsy DeVos on Thursday overturned an Obama administration directive on campus sexual assault that may have long-ranging implications for the more than 300,000 college and graduate students in Maryland. \n“The era of rule by letter is over,” said DeVos, referring to the 2011 guidelines set in place by President Barack Obama governing cases of sexual misconduct under a 1972 law known as Title IX. \nTitle IX prohibits discrimination based on sex in educational institutions receiving federal aid and described sexual harassment and violence as forms of discrimination. \nObama’s 2011 “Dear Colleague” letter set out new obligations that the Department of Education would enforce involving sexual assaults at colleges and universities. Although the letter was not enforced as a law, colleges have followed it.\nCritics of the letter say that the guidelines have been used to unfairly demonize anyone accused of sexual violence without evidence. Supporters say the guidelines make it easier for survivors of sexual assault to report their experiences without fear of backlash.  \nWhile a new framework is still in development, DeVos made clear that the Department of Education would roll back much of the earlier guidance. \n \n\nInstead of fighting against for-profit college shams, DeVos has decided to retreat from our fight against campus sexual assault—disgraceful. https://t.co/sRkGeoORtq\n— Chris Van Hollen (@ChrisVanHollen) September 7, 2017\n\n \nUniversity of Maryland spokeswoman Katie Lawson said the school remained committed to “a campus free of sexual violence.” \n“The university will advocate for the safety of our students as we await the public review period announced today by the Department of Education,” she said.\nThe Maryland Higher Education Commission declined to comment on the matter when contacted, saying it was too early to assess the impact of the announcement. \nAFT President Randi Weingarten, a sexual assault survivor, accused DeVos of siding with “those who want to roll back the clock.”\n“DeVos is right that we need systemic reform, but it’s this country’s ingrained campus rape culture that needs changing, not the law that challenges it,” Weingarten said in a statement. AFT, known as the American Federation of Teachers, represents 1.7 million primary and secondary school teachers, college professors and staff, government employees and healthcare workers.   \nCalling DeVos’s move “disgraceful” in a tweet, Sen. Chris Van Hollen, D-Md., stated that the priorities of her agency would be better focused on “fighting against for-profit college shams.”\nThe YWCA USA tweeted that “survivors deserve an administration that stands with them.” \nUnder the Obama administration guidelines, schools were told to use the lowest standard of proof, called “preponderance of the evidence,” in prosecuting sexual assault cases. \nIn an address at George Mason University’s Antonin Scalia Law School, DeVos said colleges must raise the burden of proof in order to protect the rights of both victims and those that they accuse because “the system established by the prior administration has failed too many students.”\n“Any perceived offense can become a full-blown Title IX investigation, but if everything is harassment, then nothing is harassment,” said DeVos, a statement which drew criticism for equating the harm done to falsely accused students with the suffering of assault survivors.  \n“Washington has insisted that schools step into roles that go beyond the mission of these institutions,” said DeVos. “This doesn’t mean schools don’t have a role. They do. But we should also draw on medical professionals, counselors, clergy, and law enforcement for their expertise.”\nDeVos consistently returned to the theme that schools must be mindful of all the rights of all students both victims and accused students, saying that the current system provided no justice to either party and that educational institutions were often too quick to punish students through school tribunals based on flimsy evidence. \n“Every survivor of sexual misconduct must be taken seriously,” said DeVos, adding that those accused of sexual misconduct must also not feel like they have been judged guilty without a fair chance to defend themselves. \nDeVos’ proposed changes were praised by Robert Shibley, executive director at the Foundation for Individual Rights in Education, a nonprofit group that aims to defend individual rights at colleges and universities including “freedom of speech, legal equality, due process, religious liberty, and sanctity of conscience.”\n“Certainly as a civil libertarian you know it’s very obvious that it kicked of an effort by the department to redefine Title IX enforcement in a way that made it clear that due process was going to be in some cases totally ignored in favor of attempts to fight sexual assault on campus,” said Shibley.\nWhile DeVos said the system can improve to become more “effective and fair,” some advocacy groups believe that these new guidelines will only help the accused.\nWashington Sen. Patty Murray, the top Democrat on the Senate Health, Education, Labor and Pensions Committee, blasted DeVos, saying she was continuing “a pattern of undermining survivors’ rights, once again showing a clear lack of understanding or empathy for the millions of students who have experienced sexual violence on campus.”\n“Let’s be clear: Secretary DeVos just made an open invitation to colleges to once again sweep this national epidemic under the rug, which could discourage women and men on campuses across the country from reporting sexual assault and deprive survivors of the justice they deserve,” Murray said.  \n“We know that no system is perfect, but we absolutely disagree that what (DeVos) is trying to do is make the system more fair,” said Annie E. Clark, executive director of End Rape on Campus, a national nonprofit organization involved in organizing student survivors and families who protested outside of DeVos’s speech. \n“Survivors and advocacy groups were not a part of this announcement or meeting – in fact we were not even allowed in the room,” said Clark. “It’s a veiled insult. This is a blatant attack on the civil rights of survivors.”\nHigh school and university students and their families were part of the crowd gathered outside to share their stories around issues of sexual violence and upholding Title IX, said Clark.\n“We were told by reporters and others in the announcement with DeVos that they could hear us chanting outside,” said Clark. “So as she was talking about listening to survivors, you had this very clear picture that survivors were not being allowed in.” \n“Survivors can’t learn when their rapists sit behind them in math class, or live down the hall of their dorm, especially without accommodations and support from their schools,” said Advocates for Youth in a press release. “But too often, schools don’t respect survivors’ rights, provide help, or investigate their reports.” \nKnow Your IX, a project of Advocates for Youth that works directly with students, was one of several groups protesting. \n“Today, Secretary DeVos sent the message to student and survivors across the country that the Department of Education doesn’t have their back,” the group said in a statement. “DeVos and the Trump Administration have given us every indication their goal isn’t equality, but helping abusers and rapists avoid accountability.”\nOne of Devos’ main points was that the accused don’t get due process because colleges want to help appease the victim. \n“The notion that schools must diminish due process to better serve the victim only creates more victims,” DeVos said. “The rights of one person can never be paramount to the rights of another.”\nWhen asked whether he believed the changes DeVos proposes will lead to an increase in campus sexual assault, Shibley responded “I don’t believe there’s very much of a risk that all of a sudden people who are engaging in sexual misconduct on campus will go scot free.”\nThe specifics of a new process for handling sexual assault on campuses are yet to come.\n“We will launch a transparent notice and comment process to incorporate the insights of all parties in developing a better way,” the secretary said. “We will seek public feedback and combine institutional knowledge, professional expertise and the experiences of students to replace the current approach with a workable, effective and fair system.”",
    "metadata_people": "[\"Betsy DeVos\", \"Obama\"]",
    "metadata_geographic_focus": "multiple regions",
    "metadata_key_institutions": "[\"Department of Education\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 7,
      "Civil & Criminal Justice": 9,
      "Sports": 1,
      "Elections": 2,
      "Health": 3,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 4
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/09/07/education-secretary-betsy-devos-draws-reaction-on-social-media-with-title-ix-speech/",
    "title": "Education Secretary Betsy DeVos draws reaction on social media with Title IX speech",
    "topic": "Education",
    "tags": [
      "Betsy DeVos",
      "Title IX",
      "#StopBetsy",
      "Campus Protests"
    ],
    "summary": "Education Secretary Betsy DeVos called for a reframing of Title IX guidelines on campus sexual assault, facing protests and critical social media reactions, including the trending hashtag #StopBetsy. Some supporters argued that Title IX has been misused and defended DeVos's stance.",
    "content": "COLLEGE PARK, Maryland — In a speech at the Antonin Scalia Law School at George Mason University on Thursday, Education Secretary Betsy DeVos called for a “reframing” of guidelines related to campus sexual assault under Title IX, denouncing a “failed system” and seeking justice for all students.\nCrowds gathered outside the Arlington, Virginia, campus building and at the Department of Education in Washington, D.C., to protest the speech and potential policy changes. Though DeVos outlined the administration’s stance on Title IX programs, she did not provide concrete details regarding policy changes.\nInitial reaction on social media was mostly critical of DeVos’s speech. On Twitter, the hashtag #StopBetsy was trending throughout the day.\n\nGMU students walk out on DeVos and join in the chanting of “stop victim blaming.” Students said what DeVos said was gross. pic.twitter.com/KjuZKTrKu8\n— End Rape on Campus (@endrapeoncampus) September 7, 2017\n\n\n\n\nSurvivors of sexual violence share their stories as we wait for Betsy DeVos to announce potentially devastating changes to Title IX. We must protect survivor rights and #StopBetsy!\nA post shared by Feminist Campus (@feministcampus) on Sep 7, 2017 at 8:35am PDT\n\n\n\n\nStudents are walking up to the Department of Education now to deliver petitions telling @BetsyDeVosED #INeedIX! pic.twitter.com/yVMsXtzo9H\n— NWLC (@nwlc) September 6, 2017\n\n\nBesty DeVos is discussing survivors &”wrongly accused” as if they’re equal parties. 2-10 percent of reported rapes are false #StopBetsy\n— Alanna Vagianos (@lannadelgrey) September 7, 2017\n\n\nI owe every opportunity I was given and everything I am today to that door that Title IX opened. This will not stand. We must #StopBetsy.\n— Megan Ferguson (@OUfergie) September 7, 2017\n\nBut not everyone agreed with the Betsy backlash.\n\nBetsy DeVos makes excellent points on Title IX being weaponized. There *has* been false charges that destroyed lives. Don’t #StopBetsy\n— Blank. (@_Hellosh) September 7, 2017\n\n\nFinally a Secretary of Education who gets it about fairness and due process on campus. Don’t #StopBetsy My 2013: https://t.co/R9FlfHQgrI\n— Walter Olson (@walterolson) September 7, 2017\n\n\n#StopBetsy is a fascinating thread. Feminists losing their shit because a woman is talking sense. Title IX is an Orwellian nightmare.\n— Steve Vanden-Eykel (@impossiblebones) September 7, 2017\n\n\nThank you @BetsyDeVosED for standing up for both the accused and the victim under #TitleIX. Very important for our justice system.\n— Hannah Bell (@HannahMarieBell) September 7, 2017\n\n\nDue Process is Patriotic! Thank you Betsy DeVos! #TitleIX #feminism #Trump #betsydevos pic.twitter.com/P7TUhXdPTF\n— Juan Q. Public (@JuanQPublic) September 7, 2017\n\nOthers used the opportunity to share their own stories.\n\nHey @BetsyDeVosED you may not remember me, but we met in July. I spoke to you about my experience as a survivor of sexual assault @UMich.\n— Fabiana Diaz (@fabzdiaz) September 7, 2017\n\n\nAfter my assault, Title IX provided me security on campus, a chance to put my mental health first, and someone who listened. #INeedIX\n— Meghan (@wardangmeg) September 7, 2017\n\n\n#DearBetsy I’ve lost count of the number of times I’ve been re-victimized as a survivor. You don’t have the right to add to it. #StopBetsy\n— Candi Miller (@candidam91) September 7, 2017\n\nSome were reminded of the widely quoted “on many sides” comments President Donald Trump made regarding the deadly violence in Charlottesville, Virginia, earlier this year.\n\nSerious #charlottesville vibes from @BetsyDeVosED speech. Just like there wasn’t good on both sides, there isn’t in rape either. #INeedIX\n— Emmalyn Brown (@EmmalynBrown) September 7, 2017\n\n\nBetsy DeVos on rape, basically: “There’s violence on many sides, on many sides.” #StopBetsy #INeedIX #DearBetsy\n— Orli Matlow (@HireMeImFunny) September 7, 2017\n\n\n.@BetsyDeVosED just basically “all sides mattered” survivors and their rapists. #StopBetsy #INeedIX #DearBetsy\n— Tiffany Wang (@tiff_wang) September 7, 2017\n\nYou can watch DeVos’s full speech on the U.S. Department of Education Facebook page.",
    "metadata_people": "[\"Betsy DeVos\"]",
    "metadata_geographic_focus": "multiple regions",
    "metadata_key_institutions": "[\"Department of Education\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 7,
      "Civil & Criminal Justice": 6,
      "Sports": 1,
      "Elections": 2,
      "Health": 3,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 1,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 3
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/05/01/spring-semester-2017-roundup/",
    "title": "Spring semester 2017 highlights",
    "topic": "Education",
    "tags": [
      "CNS",
      "Maryland",
      "Spring",
      "Highlights"
    ],
    "summary": "The CNS team covered numerous stories during the spring semester of 2017, with the most popular ones featured in a timeline on their website. These highlights represent the most visited articles on cnsmaryland.org for the semester.",
    "content": "The CNS team has covered a lot this spring semester.\nThis timeline represents the most visited stories on cnsmaryland.org this semester.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"CNS (Center for News & Studies)\"]",
    "metadata_story_category": "feature",
    "metadata_follow_up_rating": 3,
    "metadata_education_level": "[\"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 2,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 1,
      "Health": 1,
      "Arts & Society": 2,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/04/13/battle-over-requiring-helmets-for-female-lacrosse-players/",
    "title": "Battle over requiring helmets for female lacrosse players",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Lacrosse",
      "Helmets",
      "Safety",
      "Debate"
    ],
    "summary": "In Maryland, there's a debate over whether protective helmets should be mandatory for female lacrosse players, similar to the requirements for male players. Some advocate for changing the current rules to enhance safety.",
    "content": "FREDERICK, Maryland–Protective helmets are often required for bicyclists, bikers and some sports, like football. But when it comes to lacrosse young men and boys who play the sport are required to wear them but girls and women usually are not. And some suggest it may time to change those rules.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 6,
    "metadata_education_level": "[\"k-12\", \"higher-ed\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 4,
      "Federal Government & Politics": 1,
      "Civil & Criminal Justice": 2,
      "Sports": 9,
      "Elections": 1,
      "Health": 5,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 1,
      "Immigration": 1,
      "Baltimore": 2,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  },
  {
    "link": "https://cnsmaryland.org/2017/04/06/lawmakers-override-hogans-veto-of-protect-our-schools-act/",
    "title": "Lawmakers override Hogan’s veto of Protect Our Schools Act",
    "topic": "Education",
    "tags": [
      "Maryland",
      "Hogan",
      "Schools",
      "Testing",
      "Charter"
    ],
    "summary": "Maryland lawmakers have overridden Governor Larry Hogan's veto of the Protect Our Schools Act, which restricts the state’s ability to intervene in failing schools and prohibits student testing from being used to measure school quality. The override passed with significant majorities in both the House and Senate, despite opposition from the governor and state education officials.",
    "content": "ANNAPOLIS, Maryland — Maryland lawmakers voted Thursday to override Gov. Larry Hogan’s veto of a bill that would specify which measures could be considered when determining a school’s quality, prohibiting student testing from being one of them.\nThe bill restricts the state’s ability to intervene in failing schools, which opponents worry is intended to limit the creation of charter schools and voucher systems.\nThe House of Delegates passed the override of the governor’s veto 90-50, and the Senate passed it the same day, 32-15.\nHogan, a Republican, vetoed House Bill 978, known as the Protect Our Schools Act of 2017, Wednesday, saying the bill weakens school accountability, according to a release from the governor’s office. In the press release, Hogan urged legislators to put aside politics and sustain the veto.\nThe Maryland State Board of Education and the Maryland State Department of Education have sided with the governor in opposition to this bill, according to the release. \nThursday morning, advocates for the bill gathered at a rally to call for an override. Those present included representative from the Maryland State Education Association, the Maryland Parent Teacher Association and some lawmakers. \nThe bill would help accommodate the needs of the students and allow parents to be involved in the process, Delegate Mary Washington, D-Baltimore, told the University of Maryland’s Capital News Service. “We need to do more to end disparities (in education) … we cannot do that giving control to the state,” Washington said.\nBill Sponsor Delegate Eric Luedtke, D-Montgomery, acknowledged the common goal that both sides of the argument shared. “I’m glad we can agree every kid deserves a good education,” Luedtke said on the floor.\nAlthough the State Board of Education opposes the bill, people who are involved in the everyday lives of children, like teachers and parents, support the bill, according to Luedtke.\nMultiple delegates opposed to the bill referred to it as a “status quo” initiative on the floor, saying the bill will not bring any noticeable change that would benefit students.\nDelegate Nicholaus Kipke, R-Anne Arundel, the House minority leader, said on the floor that this bill is not complicated. \n“It traps students in failing schools and lessens accountability in the bureaucracy in education,” he said. Kipke made a point to say the legislation is regressive and takes tools away from the state. \nSince both chambers voted to override the governor’s veto, the bill will become law July 1.",
    "metadata_people": "[\"Larry Hogan\"]",
    "metadata_geographic_focus": "Maryland",
    "metadata_key_institutions": "[\"Maryland General Assembly\", \"Maryland State Board of Education\"]",
    "metadata_story_category": "breaking news",
    "metadata_follow_up_rating": 8,
    "metadata_education_level": "[\"k-12\"]",
    "metadata_schools_named": "[]",
    "metadata_topic_overlap": {
      "Maryland Government & Politics": 9,
      "Federal Government & Politics": 2,
      "Civil & Criminal Justice": 1,
      "Sports": 1,
      "Elections": 3,
      "Health": 1,
      "Arts & Society": 1,
      "Environment": 1,
      "International Affairs": 1,
      "Transportation & Infrastructure": 1,
      "Economy": 2,
      "Immigration": 1,
      "Baltimore": 3,
      "Chesapeake Bay": 1,
      "Housing": 1,
      "Agriculture": 1,
      "Washington D.C.": 1
    }
  }
]